<?php
$lang = array(
  "title" => "Engish",
  // START NAVBAR
  "home" => " الرئيسية ",
  "artificial" => " مدينة الذكاء الإصطناعي ",
  "sports" => " المواهب الرياضية ",
  "fashion" => " الازياء والمجوهرات ",
  "exhibition" => " المعرض ",
  "events" => "الفعاليات",
  "articles" => " المقالات ",
  "news" => " الاخبار ",
  "courses" => " الكورسات ",
  "contact_us" => " تواصل معنا ",
  "register" => " حساب جديد ",
  "login" => " تسجيل دخول ",
  "account" => " حسابي ",
  "faqs" => " الاسئلة الشائعه ",
  "logout" => " تسجيل خروج ",

  // START HOME PAGE (INDEX)



  "index_h1" => " شركه ريفايفال للمعرفة والابداع ",
  "index_p1" => " شركة متخصصة في تطوير مشاريع إبداعية ومبتكرة في مجال الأحداث الرياضة والتصاميم المخصصة والذكاء الاصطناعي والابتكار ",
  "index_p2" => " شركة متخصصة في تطوير مشاريع إبداعية ومبتكرة في مجال الأحداث الرياضة والتصاميم المخصصة والذكاء الاصطناعي والابتكار تهدف إلى دعم الاقتصاد من خلال تنمية الأصول المهمة في الاقتصاد الجديد وهي: المعرفة الفنية، والإبداع والذكاء الاصطناعي، والمعلومات، بهدف تطوير نظام اقتصادي يمثل فيه العلم الكيفي والنوعي والإبداعي عنصر الإنتاج الأساسي والقوة الدافعة لإنتاج الثورة لتهيئة علاقة إبداعيّة” فعّالة من أجل جذب المستثمرين وبناء مشاريع إ بداعيّة لتجديد الاستراتيجيات التنموية وتوفير وصول أفضل إلى التنمية المستدامة من خلال الاقتصاد القائم على المعرفة والابتكار الذي يعتبر من أسرع القطاعات نمواً في الاقتصاد العالمي، وأكثرها نشاطاً من حيث الإنتاجية والعوائد، وتوفير فرص العمل معتمدين على عنصرين أساسيين هما",
  "index_h3" => " خدماتنا ",
  "index_h2" => " من نحن ",
  "index_li1" => " المعرفة والابداع ",
  "index_li2" => "  الذكاء الاصطناعي والابتكار ",
  "index_goals" => " اهدافنا ",
  "index_vision" => " رؤيتنا ",
  "index_message" => " رسالتنا ",
  "index_golas_p" => " دعم الاقتصاد بمشاريع عالمية إبداعية ومبتكرة تجذب المستثمرين وتسهم في تحقيق التنمية المستدامة وتوفر فرص عمل. ",
  "index_vision_p" => " ريادة وتميز في تطوير مشاريع عالمية إبداعية مبتكرة راس مالها المعرفة. ",
  "index_message_p" => " خلق فرص استثمارية بمعايير دولية تسهم في بناء الاقتصاد المعرفي القائم على المعرفة والذكاء الاصطناعي وتوفير بيئة جاذبة للمستثمرين، تهيئ سُبل الشراكة المحلية والعالمية الفاعلة. ",
  "serv1" => " استشارات وأبحاث الذكاء الاصطناعي والابتكار ",
  "serv2" => " التصاميم الإبداعية المخصصة في مجال الأزياء والمجوهرات والديكور ",
  "serv3" => " انتاج وإخراج الاحداث الرياضية المبتكرة ",
  "order_serv" => "  طلب الخدمة  ",
  "import_head" => " أهمية الخدمات التي نقدمها ",
  "import_p" => " أهمية خدماتنا تكمن في أنها رافدا أساسيا لتجديد الاستراتيجيات التنموية وتوفير وصول أفضل إلى التنمية المستدامة من خلال الاقتصاد القائم على المعرفة حيث نطور مشاريع جديده ومبتكرة بمفهوم جديد وابداعي للحكومات والمؤسسات والافراد تسهم في جذب المستمرين ودعم التنمية الاقتصادية.",
  "target_cat" => "  الفئة المستهدفة  ",
  "target_gov" => "  الحكومات ",
  "target_com" => "  الشركات ",
  "target_work" => "  ريادي الأعمال  ",
  "target_unmoney" => "  المؤسسات الغير الربحية ",
  "courses" => " الكورسات ",
  "watch_course" => " مشاهدة جميع الكورسات ",
  "last_news" => " اخر الاخبار ",
  "last_news_art" => " اخر الاخبار الذكاء الاصطناعي",
  "last_news_fash" => " اخر الاخبار الموضة",
  "last_news_sport" => " اخر الاخبار الرياضة",
  "read_more_art" => "  قراءة المزيد في  الذكاء الاصطناعي ",
  "read_more_fash" => "   قراءة المزيد في الموضة  ",
  "read_more_sport" => "   قراءة المزيد في الرياضة  ",


  "last_articles" => " اخر المقالات ",
  "last_article_art" => " اخر المقالات في االذكاء الاصطناعي ",
  "last_article_fash" => "  اخر المقالات في الموضة ",
  "last_article_sport" => " اخر المقالات فى الرياضة ",
  "read_more_art" => " قراءة المزيد في الذكاء ",
  "read_more_fash" => "  قراءة المزيد في الموضة ",
  "read_more_sport" => "   قراءة المزيد في الرياضة  ",
  "why_revival" => "  لماذا ريفايفال ",
  "why_revival_p" => " ببساطة كوادر مميزة تتكون من نخبة من المواهب من مختلف الدول تعمل في تطوير مشروع ابداعي ومبتكر في مختلف المجالات ",
  "register_in_revival" => " سجل معنا الان في ريفايفال ",
  "register_now" => " سجل الان ",

  // START artificial_intellegent.php PAGE
  "art_int_head1" => " مدينة الذكاء الإصطناعي والواقع الإفتراضي ",
  "art_int_head2" => " انضم الان ",
  "art_int_p1" => " انضم الآن الى قائمة محترفي التقنية في نادي الذكاء الاصطناعي والميتافيرس التابع لمدينة Aivr City أول مدينة ذكاء اصطناعي وواقع افتراضي في الشرق الأوسط التي تعمل على تطوير مشاريع اقتصادية واجتماعية خاصة ومبتكرة في عالم الميتافيرس بعقول عباقرة العالم العربي والإسلامي لرسم مستقبل الميتا فيرس ودعم التطوير التقني في العالم من خلال استثمار العقول الموهوبة ودعم الأبحاث التقنية بطريقة تفاعلية جديدة ومبتكرة، تسهم في تحقيق نمو مستدام في الاقتصاد المعرفي، وتحقيق التقدم التقني والمالي للمشاركين.... ",
  "art_int_head3" => " الأنشطة الرئيسية للنادي ",
  "art_int_p2" => "  تكون فريق عمل عربي إسلامي لتطوير الانترنت والتقنية بشكل عام وفق آليات مخصصة لمواكبة التقدم التقني بتقنيات وعقول إسلامية بطريقة تشاركية مبتكرة. ",
  "art_int_p3" => "  انشاء مدينة متخصصة افتراضية تؤسس لصناعة وتطوير منتجات تعزز مجالالذكاء الاصطناعي و الواقع الافتراضي والمعزز والميتا فيرس، وتخدم الأبحاث في المجالات المذكورة وفق آلية مبتكرة ومخطط لها تهدف الى وضع العالم العربي بشكل عام والدولة الحاضنة بشكل خاص في مصافي الدول المتقدمة بتقنيات وعقول عربية وإسلامية لصناعة الاستقلال التقني. ",
  "art_int_p4" => " بانضمامكم إلى نادي الذكاء الاصطناعي والميتافيرس ستعيدون تأكيد اكتشاف مواهبكم وابداعاتكم وتتاح لكم الفرص بشكل تفاعلي للمشاركة في احداث عالمية والمساهمة في تأسيس مشاريع تقنية رائدة تنقلكم الى عالم الابداع والحرية المالية، وبناء علاقات وشراكات دولية والالتقاء بالنخب العالمية في مجال الذكاء الاصطناعي والميتافيرس لاكتساب الخبرات...لا تتردد بادر بالانضمام الينا..! المستقبل المشرق في انتظارك ",
  "art_int_goal1" => " ابتكار مشاريع إبداعية في مجال عالم الذكاء الافتراضي والميتا فيرس ",
  "art_int_goal2" => " استثمار المواهب والمعرفة لصناعة مستقبل تقني واعد ",
  "art_int_goal3" => " مواكبة العالم لإنتاج مشاريع تقنية تتوافق مع النظرة المستقبلية لتوجه العالم ",
  "art_int_vision" => "الريادة العالمية في تطوير تقنيات الذكاء الإصطناعي في المجالات الصناعية والعلمية والتجارية المستخدمة في الميتافيرس",
  "art_int_message" => "المساهمة في تطوير تقنيات الذكاء الإصطناعي ودعم الأبحاث المخصصة فيها لإبتكار أجهزة جديدة تدعم الميتا فيرس من خلال إستثمار نتاج عقول المواهب في العالم العربي والإسلامي وصناعة الإستدامة في الإقتصاد المعرفي",
  "art_int_project" => "المواهب",
  "art_int_all_project" => "جميع المواهب",
  "art_int_head4" => "اهدافنا",
  "art_int_head6" => "الروية",
  "art_int_head7" => "رسالتنا",
  "art_int_register" => "سجل معا الان",
  "art_int_register_now" => "سجل الان",
  "index_instructor" => "المدربين",
  "art_talent" => "مواهب الذكاء الاصطناعي",
  "sport_talent" => "مواهب الرياضة",
  "fash_talent" => "مواهب الازياء",

  // END artificial_intellegent.php PAGE
  // START sports_talent.php PAGE
  "sport_int_head1" => "مواهب العالم الرياضية ",
  "sport_int_head2" => " انضم الان ",
  "sport_int_p1" => "هل تمتلك موهبة رياضية في اللعب او التدريب أو التحكيم أو التعليق الرياضي في أي مجال من المجالات الرياضية كرة القدم، العاب القوى الألعاب الفردية ...الخ بادر بالتسجيل في نادي مواهب العالم الرياضية الذي يعمل على صقل المواهب الرياضية ونقلها الى العالمية من خلال تنظيم أحداث عالمية حصرية ومبتكرة بادر بالتسجيل لتكون جزء من الحدث العالمي القادم واحصل على الدعم من البداية الى العالمية ",

  "sport_int_p4" => " نادي مواهب العالم الرياضية بوابتك نحو الاحتراف العالمي نحتضن المواهب وندربهم وفق الخطط والقوانين العالمية ونعمل على جلب العقود الاحترافية لهم ... .... بانضمامكم إلى فريق ريفايفال لمواهب العالم الرياضية ستعيدون تأكيد اكتشاف مواهبكم وابداعاتكم وتتاح لكم الفرص بشكل تفاعلي للمشاركة في احداث عالمية ونقل موهبتكم الى الأحياء الى العالمية...لا تترد في صنع مستقبلك وارشاد الآخرين على هذه الفرصة ...سارع بالانضمام الينا..! المستقبل المشرق في انتظارك.",
  "sport_int_goal1" => " ابتكار مشاريع إبداعية في مجال عالم الذكاء الافتراضي والميتا فيرس ",
  "sport_int_goal2" => " استثمار المواهب والمعرفة لصناعة مستقبل تقني واعد ",
  "sport_int_goal3" => " مواكبة العالم لإنتاج مشاريع تقنية تتوافق مع النظرة المستقبلية لتوجه العالم ",
  "sport_int_vision" => "الريادة العالمية في تطوير تقنيات الذكاء الإصطناعي في المجالات الصناعية والعلمية والتجارية المستخدمة في الميتافيرس",
  "sport_int_message" => "المساهمة في تطوير تقنيات الذكاء الإصطناعي ودعم الأبحاث المخصصة فيها لإبتكار أجهزة جديدة تدعم الميتا فيرس من خلال إستثمار نتاج عقول المواهب في العالم العربي والإسلامي وصناعة الإستدامة في الإقتصاد المعرفي",
  "sport_int_project" => "المواهب",
  "sport_int_all_project" => "جميع المواهب",
  "sport_int_head4" => "اهدافنا",
  "sport_int_head6" => "الروية",
  "sport_int_head7" => "رسالتنا",
  "sport_int_register" => "سجل معا الان",
  "sport_int_register_now" => "سجل الان",




  // END sports_talent.php PAGE


  // START fashion_jawelery.php PAGE
  "fash_int_head1" => " تصميم الأزياء ",
  "fash_int_head11" => " انظم الآن الى نخبة من محترفي تصميم وصناعة الأزياء والمجوهرات في العالم",
  "fash_int_head2" => " انضم الان ",
  "fash_int_p1" => "  انظم الآن الى  نخبة من محترفي تصميم وصناعة الأزياء والمجوهرات في العالم لتكون واحدا من أدوات نجاح وتميز الملتقى العالمي   أدو للأزياء والموضة وفن الجسم والمجوهرات  الذي يعتبر  منصّة متميزة تلتقي  فيها المواهب الناشئة بالنخب العالمية في مجال التصميم والأزياء وفن الجسم والمجوهرات  والمصانع والماركات العالمية والمشاهير،  ومحبي الموضة والأزياء، صمم خصيصا لتحويل التصاميم الإبداعية الى منتجات تعرض أمام أكبر جمهور مهتم بالأزياء والموضة ، بدعم ورعاية ملتقى أدو تسلطون الضوء على أعمالكم فبادروا  بالمشاركة في تصاميم الأزياء أو الإكسسوارات أو المجوهرات لنصنع منها منتجات عالمية تشارك في الحدث الأضخم والأبرز في الشرق الأوسط للموضة والأزياء والمجوهرات.  ",

  "fash_int_p4" => " بانضمامكم إلى فريق ريفايفال لتصميم الأزياء والمجوهرات وفن الجسم ستعيدون تأكيد اكتشاف مواهبكم وابداعاتكم وتتاح لكم الفرص بشكل تفاعلي للمشاركة في احداث عالمية وصناعة الريادة من خلال نقل ابداعاتكم من عالم الخيال الى الواقع بتحويلها الى منتجات ملموسة تعرض في الحدث العالمي ملتقى أدو الذي يحضره نخبه من المختصين والماركات العالمية والاف المهتمين ،..ملتقى أدو فرصة حقيقية لبناء علاقات وشراكات دولية والالتقاء بالنخب العالمية في مجال الأزياء والمجوهرات وفن الجسم لاكتساب الخبرات...لا تتردد بادر بالانضمام الينا..! المستقبل المشرق في انتظارك. ",
  "fash_int_goal1" => " ابتكار مشاريع إبداعية في مجال عالم الذكاء الافتراضي والميتا فيرس ",
  "fash_int_goal2" => " استثمار المواهب والمعرفة لصناعة مستقبل تقني واعد ",
  "fash_int_goal3" => " مواكبة العالم لإنتاج مشاريع تقنية تتوافق مع النظرة المستقبلية لتوجه العالم ",
  "sport_int_vision" => "الريادة العالمية في تطوير تقنيات الذكاء الإصطناعي في المجالات الصناعية والعلمية والتجارية المستخدمة في الميتافيرس",
  "fash_int_message" => "المساهمة في تطوير تقنيات الذكاء الإصطناعي ودعم الأبحاث المخصصة فيها لإبتكار أجهزة جديدة تدعم الميتا فيرس من خلال إستثمار نتاج عقول المواهب في العالم العربي والإسلامي وصناعة الإستدامة في الإقتصاد المعرفي",
  "fash_int_project" => "المواهب",
  "fash_int_all_project" => "جميع المواهب",
  "fash_int_head4" => "اهدافنا",
  "fash_int_head6" => "الروية",
  "fash_int_head7" => "رسالتنا",
  "fash_int_register" => "سجل معا الان",
  "fash_int_register_now" => "سجل الان",

  // END fashion_jawelery.php PAGE

  // START EXHIPTION
  "exhiption_head1" => "المعرض",
  "exhiption_head2" => "عرض االمشاريع الخاصة بالاقسام",
  "exhiption_head3" => "الذكاء الاصطناعي",
  "exhiption_head4" => "الازياء والمجوهرات",
  "exhiption_head6" => "المواهب الرياضية",
  "exhiption_p1" => " انضم الآن الى قائمة محترفي التقنية في نادي الذكاء الاصطناعي والميتافيرس التابع لمدينة Aivr City أول مدينة ذكاء اصطناعي وواقع افتراضي في الشرق الأوسط ",
  "exhiption_p2" => "  انظم الآن الى نخبة من محترفي تصميم وصناعة الأزياء والمجوهرات في العالم لتكون واحدا من أدوات نجاح وتميز الملتقى العالمي أدو للأزياء والموضة وفن الجسم والمجوهرات ",
  "exhiption_p3" => " هل تمتلك موهبة رياضية في اللعب او التدريب أو التحكيم أو التعليق الرياضي في أي مجال من المجالات الرياضية كرة القدم  ",
  "exhiption_p4" => "ببساطة كوادر مميزة تتكون من نخبة من المواهب من مختلف الدول تعمل في تطوير مشروع ابداعي ومبتكر في مختلف المجالات",
  "exhiption_button" => "مشاهدة المواهب",
  "exhiption_contact" => "تواصل معنا",
  "exhiption_head7" => " لماذا ريفايفال",

  // END EXHIPTION

  // START ARTICLES
  "article_head1" => "  المقالات الخاصة ب..  ",
  "article_head2" => "   المقالات ",
  "article_button" => " قراءة المزيد ",
  // END ARTICLES
  // START News
  "news_head1" => "  الاخبار الخاصة ب..  ",
  "news_head2" => "   الاخبار ",
  "news_button" => " قراءة المزيد ",
  // END NEWS

  // START Courses
  "course_head1" => "  الكورسات   ",

  "course_button" => "  تفاصيل الكورس ",
  "course_head2" => "  اسم الكورس   ",
  "course_head3" => "  عدد الايام   ",
  "course_head4" => "  المدرب   ",
  "course_head6" => "  السعر   ",
  // END Courses

  //START FAQS
  "faq_head1" => "   اهم الاسئلة الشائعه   ",

  // END FAQS

  //START CONTACT US PAGE

  "contact_us_head1" => " تواصل معنا ",
  "contact_p1" => "ارسل لنا الان وسوف نتواصل معك فى اقرب وقت ممكن",

  "contact_us_head2" => " ريفايفال ",
  "contact_us_address" => "الامارات العربية المتحدة - الشارقة - مدينة الشارقة للإعلام ",

  // END CONTACT US PAGE 

  // START FORMS Field
  "name" => " الاسم ",
  "message" => " رسالتك ",
  "files" => " الملفات ",
  "send" => " ارسال ",

  "first_name" => " الاسم الاول  ",
  "last_name" => " الاسم الاخير ",
  "email" => " البريد الالكتروني ",
  "mobile" => " الهاتف ",
  "username" => " اسم المستخدم ",
  "specialist" => " التخصص ",
  "country" => " الدولة ",
  "certificate" => " المؤهل العلمي ",
  "password" => " كلمة المرور ",
  "confirm_password" => " تاكيد كلمة المرور ",
  "select_field" => " اختر المجال ",
  "select_sub_field" => " اختر المجال الفرعي ",
  "register_type" => " نوع التسجيل  ",
  "login" => " تسجيل دخول ",
  "register" => " حساب جديد ",
  "select" => " اختر ",
  "register_now_in_revival" => "  سجل معنا الان في ريفايفال ",
  "iagree" => " انا اوافق ",
  "terms" => " شروط الاستخدام ",
  //END Forms Field

  // Start Error Message

  "enter_username" => " من فضلك ادخل الاسم   ",
  "enter_email" => " من فضلك ادخل البريد الالكتروني ",
  "enter_message" => " من فضلك ادخل رسالتك  ",
  "check_privacy" => "يجب الموافقة علي الشروط والاحكام  ",
  "enter_first_name" => " من فضلك ادخل الاسم الاول  ",
  "enter_last_name" => " من فضلك ادخل الاسم الاخير ",
  "enter_mobile" => "  من فضلك ادخل رقم الهاتف ",
  "enter_specialist" => "من فضلك ادخل التخصص",
  "enter_cartificate" => "من فضلك ادخل الموهل العلمي",
  "enter_field" => "من فضلك ادخل المجال",
  "enter_sub_field" => "من فضلك ادخل المجال الفرعي",
  "enter_password" => "من فضلك ادخل كلمة المرور",
  "weak_pass" => "من فضلك ادخل كلمة  مرور قوية",
  "username_found" => "اسم المستخدم موجود من قبل من فضلك ادخل اسم مستخدم اخر",

  "errorinusernameorpassword" => "  يوجد خطا فى اسم المستخدم او كلمة المرور  ",

  //"enter_username" => " Please Enter User Name ",
  //"enter_username" => " Please Enter User Name ",

  // End Error Message



  // START SUCCESS MESSAGE

  "contact_us_succ_message" => " نشكرك لاتصالك بإدارة ريفايفال ، وإنه من دواعي سرورنا أن تكون أحد عملائنا.. أما فيما يخص البريد الإلكتروني الخاص بك، يُرجى العلم أنه تم إرساله مباشرة إلى الفريق المختص، وسيتم التعامل معه في أقرب وقت.. نرحب دائمًا بتواصلك معنا.. خالص تمنياتنا لك بالتوفيق.
      ",
  "revival_register_message" => " نبارك لك انضمامك إلى نخبة المفكرين والخبراء وريادي الأعمال في موقع ريفايفال 
، ونتمنى لك تحقيق حلمك برؤية فكرتك المقترحة أو موهبتك واقعا من خلال شركة ريفايفال
 ",
  "artificial_register_message" => "  نبارك لك انضمامك إلى          مدينة الذكاء والواقع الافتراضي   في موقع ريفايفال 
، ونتمنى لك تحقيق حلمك برؤية فكرتك المقترحة أو موهبتك واقعا من خلال شركة ريفايفال.

  ",
  "sport_talent_register_message" => "نبارك لك انضمامك إلى            المواهب الرياضية   في موقع ريفايفال 
، ونتمنى لك تحقيق حلمك برؤية فكرتك المقترحة أو موهبتك واقعا من خلال شركة ريفايفال.
",

  "fashion_register_message" => "نبارك لك انضمامك إلى             الازياء والموضه   في موقع ريفايفال 
، ونتمنى لك تحقيق حلمك برؤية فكرتك المقترحة أو موهبتك واقعا من خلال شركة ريفايفال.
",
  "revival_order_services" => "شكرا لك علي طلب الخدمة من ريفايفال سوف نتواصل معك",
  // END SUCCESS MESSAGE


  // START ARTIFIFCIAL INTELLEGENT REGISTER

  "art_int_reg_head1" => " سجل الان فى مدينة الذكاء الإصطناعي",


  // END ARTIFIFCIAL INTELLEGENT REGISTER


  // START SPORT TALENT REGISTER

  "sport_talent_reg_head1" => "    سجل الان فى المواهب الرياضية  ",

  // END  SPORT TALENT REGISTER


  // START FASHION REGISTER

  "fashion_reg_head1" => "  سجل الان فى تصميم وصناعة الأزياء والمجوهرات ",

  // END  FASHION REGISTER
  // START FOOTER
  "footer_head1" => "تواصل معنا",
  "footer_head2" => "اخبارنا ",
  "footer_head3" => "تابعنا",
  "footer_p1" => " الامارات العربية المتحدة - الشارقة - مدينة الشارقة للإعلام ",
  "footer_p2" => "جميع الحقوق محفوطة - شركة ريفايفال ",
  "footer_p3" => " شروط الاستخدام ",
  "footer_p4" => " اشترك في النشرة الإخبارية واحصل على أحدث المعلومات فى مجال الذكاء الاصطناعي والرياضة والازياء والمجوهرات.",
  "footer_email" => " البريد الالكتروني ",
  "footer_subscripe" => " اشترك ",


  // END FOOTER


  // START ORDER SERVICES PAGE 

  "order_services_h1" => " طلب خدمة من ريفايفال ",
  "order_services_h2" => " طلب خدمة",
  "select_services" => "اختر الخدمة",
  "select_sub_services" => "اختر الخدمة الفرعية",
  "files" => "المفات",
  "select_files" => "اختر المفات",
  // END ORDER SERVICES PAGE 

  //START TALENT PROJECT 
  "talent_project_h1" => " المواهب الرياضية  ",
  "talents" => "المواهب",
  "talent" => "الموهبة",
  "watch_talent" => " مشاهدة الموهبة ",
  "category" => " الاقسام ",
  "watch_all_cat" => " مشاهدة جميع الاقسام ",

  "programming" => " البرمجة ",
  "chemstry" => " كيمياء ",
  "metav" => " الميتافيرس ",
  //END TALENT PROJECT 


  ///////////////////////////////////
  /////////////////////////////
  ////////////////// START FORMS SELECT 
  // certificate
  "illiterate" =>   "  امي  ",
  "middle_school" =>   "  اعدادية  ",
  "secondary" =>   "  ثانوي  ",
  "ba" =>   "  بكالوريوس  ",
  "masters" =>   "  ماجتسير  ",
  ///////////// artificial field
  "programe_sub_f" =>   "  ذكاء اصطناعي   ",
  "artificial_intelligence_f" =>   "الذكاء الاصطناعي ",
  "Virtual_reality_f" =>   "  واقع افتراضي   ",
  "metaverse_f" =>   "  ميتافيرس  ",
  "augmented_reality_f" =>   "  واقع معزز   ",
  // //////////////// Start Sub Field
  "programe_sub_f" =>   "     برمجة   ",
  "design_sub_f" =>   "  تصميم  ",
  "big_data_sub_f" =>   "  بيج داتا  ",
  "data_analysis_sub_f" =>   "     تحليل بيانات   ",
  // /////////////////// Register Type 
  "Individually" =>   "فردي",
  "broker_company" =>   "شركه",
  ///////////////////////////////
  /////////////////// START SPORT TALENT FILED
  "football_f" =>   "  كرة قدم  ",
  "intelligence_games_f" =>   "  العاب ذكاء ",
  "Athletics_f" =>   "  العاب قوي ",
  "running_f" =>   "    الجري    ",
  ///////////////////////////////
  /////////////////// START SPORT TALENT SUB FILED
  "Match_referee_sub_f" =>   "    حكم    ",
  "player_sub_f" =>   "    لاعب    ",
  "match_suspended_sub_f" =>   "    معلق    ",
  "Coach_sub_f" =>   "    مدرب    ",

  //////////////////////////////////
  //////////////////// START FASHION FILED
  "design_fash_f" =>   "    تصميم    ",
  "sewing_f" =>   "    خياطة    ",
  "makeup_f" =>   "    مكياج    ",
  "drawing_f" =>   "    رسم    ",
  //////////////////////////////////
  //////////////////// START FASHION SUB FILED
  "drawing_on_canvas_sub_f" =>   "    رسم علي القماش     ",
  "models_design_sub_f" =>   "   تصميم موديلات   ",
  "face_makeup_sub_f" =>   "   مكياج وجهه     ",
  "Hairstyle_sub_f" =>   "  تسريحة شعر     ",

  /////////////////////////////
  /////////////////// START REGISTER FILED

  "Management_f" =>   "   ادارة     ",
  "marketing_f" =>   "   تسويق     ",
  "Organizing_events_f" =>   "   تنطيم فعاليات     ",
  ////////////////////////////
  /////////// START SUB FILED

  "Translation_f" =>   "   ترجمة     ",
  "content_writing_f" =>   "    كتابة محتوي      ",
  "identity_design_f" =>   "   تصميم هوية      ",
  "read_more" =>   "  قراءة المزيد  ",
  "ready_register" =>   "  انت بالفعل قيد التسجيل   ",

  // START ACCOUNT PAGE

  "account_update" =>   " تحديث الحساب  ",
  "open_ticket" =>   "  فتح تذكرة جديدة  ",
  "add_new_project" =>   "  اضافة مشروع جديد  ",
  "edit_profile_image" =>   "  تعديل الصورة الشخصية ",
  "personal_information" =>   "  المعلومات الشخصية ",
  "Brief_about_you" =>   " نبذة مختصرة عنك ",
  "business_sharing" =>   " مشاركة الاعمال  ",
  "Individually_share" =>   " بشكل فردي ",
  "collectively_share" =>   "  بشكل جماعي ",

  // END ACCOUNT PAGE

  // Update Profile

  "update_profile_page" =>   " تحديث الملف الشخصى ",
  "upload_cv_document" =>   " السيرة الذاتية والمستندات الخاصة بك     ",
  "upload_video" =>   "  ارفع الفيديوهات الخاصة بك من هنا ",
  // "update_profile_page" =>   " تحديث الملف الشخصى ",


  // START ADD NEW PROJECT PAGE

  "add_new_project_h1" =>   "  اضافه مشروع جديد    ",
  "legal_information" =>   "  المعلومات القانونية   ",
  "registration_certificate" =>   "     شهادة التسجيل   ",
  "engineering_drawings" =>   "   الرسومات الهندسية   ",
  "Prototype" =>   "  النموذج المبدئي   ",
  "about_project" =>   "  عن المشروع   ",
  "project_image" =>   "  صور المشروع  ",
  "project_video" =>   "  فيديو المشروع  ",
  //"add_new_project_h1" =>   "  عن المشروع   ",

  "day" =>   " يوم  ",


  // END NEW PROJECT PAGE

  ////////////
  "reset_password" =>   " نسيت كلمة المرور ",

  "new_password" =>   " كلمة سر جديدة ",
  "reset" =>   " تحديث ",

  "usernameerror" =>   " من فضلك ادخل اسم مستخدم صحيح ",
  "update_password_succ" =>   " تم تغير كلمة المرور بنجاح ",
  "national_id_image" =>   " صورة البطاقة الوطنية ",

  "Certificate_images" =>   "  صور الشهادات ",
  "Awards" =>   "  الجوائز ",
  "yes" =>   "  نعم  ",
  "no" =>   "  لا ",
  "work_received_awards" =>   "   هل حصل أعمالك على جوائز؟  ",
  "What_competitions" =>   " ماهي المسابقات والمعارض التي شارك فيه؟ ",
  "works_participated" =>   "   هل شاركت اعمالك في مسابقات أو معارض! ",

  "project_filed" =>   " مجال المشروع ",
  "project_name" =>   " اسم المشروع ",
  "existing_project" =>   "   هل لديك مشروع قائم    ",
  "your_experiences" =>   "  خبراتك  ",
  "language_speak" =>   "  ما هي اللغات التي تجيدها  تحدثا وكتابة  ",
  "have_innovations" =>   "   هل لديك ابتكارات   ",
  "about_project" =>   "   نبذة عن
  المشروع  ",
  "techniques_used" =>   "   ماهي التقنيات  المستخدمة فى انجاز المشروع  ",
  "project_date" =>   "   تاريخ انجاز
  المشروع  ",

  "do_design" =>   "   هل يوجد تصميم  ",
  "attach_the_design" =>   " ارفق التصميم ",
  "prototype_project" =>   "   هل يوجد نموذج اولي للمشروع؟   ",
  "do_video" =>   "   هل يوجد فيديو للمشروع؟   ",
  "patent_certificate" =>   "    هل يوجد شهادة براءة اختراع!   ",
  "project_competitions" =>   "   هل شارك المشروع في مسابقات؟    ",
  "participate_in" =>   " ماهي
  المسابقات التي شارك فيه؟  ",
  "receive_awards" =>   "   هل حصل المشروع على جوائز؟  ",
  "Mention_prizes" =>   "   اذكر
  الجوائز ",
  "following_documents" =>   " ارفق المستندات التالية  ",
  "scientific_certificate" =>   " اخر شهادة علمية ",
  "add_new_project_from_user" =>   " تم اضافة مشروع جديد بنجاح ",

  "add_talent" =>   "اضافة موهبة جديدة",
  "add_talent_suc" =>   " تم اضافة موهبة جديدة بنجاح",
  ///////////////////////// Courses
  "what_learn_course" =>   "   ماذا ستتعلم من هذا الكورس   ", 
  "course_requirment" =>   "   متطلبات الكورس   ", 
  "course_description" =>   "   وصف الكورس    ", 
  "who_course" =>   "  لمن هذا الكورس   ", 
  "course_constuctor" =>   "   مقدم الكورس   ", 
  "course_success_register" =>   "    تم التسجيل في الكورس بنجاح   ", 
  "suc_profile_message" =>   " تم تعديل البيانات بنجاح ", 
  
  /**** add individual project  */
  "add_project_name_error" =>   "  من فضلك ادخل اسم المشروع  ", 
  "add_project_decs_error" =>   "  من فضلك ادخل  نبذة عن المشروع    ", 


  "lang_en" => "الانجليزية",
  "lang_ar" => "العربية"
);