<?php
ob_start();
session_start();
include 'init.php';
?>
<div class="cars hero faq booking">
    <div class="overlay">
        <div class="container data">
            <h2> شروط التسجيل في الذكاء الاصطناعي </h2>
        </div>
    </div>
</div>
<!-- END HERO SECTION -->
<!-- START HERO SECTION -->

<div class="privacy">
    <div class="container">
        <div class="data">

            <p>
                • يجب التسجيل بالاسم الحقيقي.
            </p>
            <p>• الالتزام بعدم تضمين الفيديوهات او الصور أي بيانات تواصل مباشرة او غير مباشرة</p>
            <p> • تضمين أي بيانات تواصل مباشرة او غير مباشرة او نقل رابط معلوماتك الخاصة الى وسائل التواصل يعرضك لإلغاء
                عضويتك في مواهب الرياضة. </p>
            <p>• عند تسجيلك في الموقع يجب عليك الالتزام بإنهاء إجراءات التعاقد المرسلة الى ايميلك لعرض بياناتك على
                الموقع وترشحك للمشاركة في الحدث العالمي.</p>
            <p>• لا يحق لي عضو تمثيل الشركة والتسويق لها بشكل رسمي الا بخطاب رسمي.</p>
            <p>• لا أمانع من عرض موهبتي على الجهات واللجان المعنية او عرضها في المكان الذي تراه الشركة مناسبا</p>
            <p>• يتعهد المشارك أن المشاريع التي سيشارك بها هي مشاريع خاصة به ولم ينتهك حقوق أي جهة أو فرد.</p>
            <p>• يلتزم المشارك بالحفاظ على سرية المعلومات الخاصة بالمشاركات والمشاريع الجماعية.</p>
            <p>• استخدام أي معلومات او مشاريع تم عرضها عليك او اطلعت عليها في الشركة أو نشرها يعرضك للمسألة القانونية.
            </p>
            <p>• عند المشاركة بمنتجك او مشروعك في أي فعالية سيتم تقيع عقد رسمي معك في حينها.</p>
            <p>• التسجيل في قسم مواهب الذكاء الاصطناعي لا يشمل التسجيل لا يشمل التسجيل في الفعاليات</p>
            <p>• لا أمانع من عرض مشروعي او تصميمي على الجهات واللجان المعنية او عرضها في المكان الذي تراه الشركة مناسبا
                دون انتهاك حقوقي. </p>

        </div>
    </div>
</div>
<?php
include $tem . 'footer_section.php';
include $tem . 'footer.php';


?>