<?php
ob_start();
session_start();
include 'init.php';
?>
<div class="cars hero faq booking">
    <div class="overlay">
        <div class="container data">
            <h2> شروط التسجيل في أدو:</h2>
        </div>
    </div>
</div>
<!-- END HERO SECTION -->
<!-- START HERO SECTION -->

<div class="privacy">
    <div class="container">
        <div class="data">
            <p>• يجب التسجيل بالاسم الحقيقي.</p>
            <p>• الالتزام بعدم تضمين الفيديوهات او الصور أي بيانات تواصل مباشرة او غير مباشرة.</p>
            <p>• تضمين أي بيانات تواصل مباشرة او غير مباشرة او نقل رابط معلوماتك الخاصة الى وسائل التواصل يعرضك لإلغاء
                عضويتك في مواهب الرياضة.</p>
            <p>• عند تسجيلك في الموقع يجب عليك الالتزام بإنهاء إجراءات التعاقد المرسلة الى ايميلك لعرض بياناتك على
                الموقع وترشحك للمشاركة في الحدث العالمي.</p>
            <p>• لا يحق لي عضو تمثيل الشركة والتسويق لها بشكل رسمي الا بخطاب رسمي.</p>

            <p>• التسجيل في قسم مواهب الأزياء والمجوهرات وفن الجسم لا يشمل التسجيل لا يشمل التسجيل في الفعاليات.</p>
            <p>• لا أمانع من عرض موهبتي على الجهات واللجان المعنية او عرضها في المكان الذي تراه الشركة مناسبا. </p>
            <p>• لا أمانع من عرض مشروعي او تصميمي على الجهات واللجان المعنية او عرضها في المكان الذي تراه الشركة مناسبا.
            </p>
            <p>• يتعهد المشارك بأن التصاميم التي سيشارك بها تصاميم خاصه به ولم ينتهك حقوق أي شخص أو جهة ويتحمل كل ما
                يترتب عن ذلك.</p>
            <p>• يتم تفعيل مشاركة العضو في الفعاليات عند ترشيحه وتعبئة الاستمارة الخاصة بالمشاركة وفق شروط الفعالية.</p>
            <p>• يقدم تصاميم تتواكب مع الموضة وفق شروط الفعالية في حينها.</p>
            <p>• المصانع المشاركة تتعهد بعدم نشر تصاميم أدو او صناعتها له او للغير او وضعها في صفحاته او موقعه على
                الانترنت او وسيلة أخرى.</p>
            <p>• لا يحق لأي شخص او جهة استخدام شعار الملتقى بأي شكل من الاشكال على منتجاته الا بموافقه خطية او بموجب
                تعاقد.</p>
            <p>• يحق لإدارة أدو تغيير الشروط دون اشعار أي طرف.</p>
            <p>• اكمال التسجيل يؤكد اطلاعك على الية المشاركة بالأعمال في فعاليات أدو.</p>
        </div>
    </div>
</div>
<?php
include $tem . 'footer_section.php';
include $tem . 'footer.php';


?>