<?php
ob_start();
session_start();
include 'init.php';
?>
<div class="cars hero faq booking">
    <div class="overlay">
        <div class="container data">
            <h2> شروط التسجيل في الرياضة:</h2>
        </div>
    </div>
</div>
<!-- END HERO SECTION -->
<!-- START HERO SECTION -->

<div class="privacy">
    <div class="container">
        <div class="data">
            <p>• يجب التسجيل بالاسم الحقيقي.</p>
            <p>• الالتزام بعدم تضمين الفيديوهات او الصور أي بيانات تواصل مباشرة او غير مباشرة.</p>
            <p>• تضمين أي بيانات تواصل مباشرة او غير مباشرة او نقل رابط معلوماتك الخاصة الى وسائل التواصل يعرضك لإلغاء
                عضويتك في مواهب الرياضة.</p>
            <p>• عند تسجيلك في الموقع يجب عليك الالتزام بإنهاء إجراءات التعاقد المرسلة الى ايميلك لعرض بياناتك على
                الموقع وترشحك للمشاركة في الحدث العالمي.</p>
            <p>• لا يحق لي عضو تمثيل الشركة والتسويق لها بشكل رسمي الا بخطاب رسمي.</p>
            <p>• لا أمانع من عرض موهبتي على الجهات واللجان المعنية او عرضها في المكان الذي تراه الشركة مناسبا. </p>
            <p>• لا يحق لي نشر الفيديوهات التي تم تسليمها لريفايفال، او وضع أي إشارة تدل على عنواني او بيناتي في
                الفيديوهات والملفات المرفقة لضمان عدم استبعادها.</p>
            <p>• اعلم جيد أن تعاطي المنشطات ممنوع في الرياضة العالمية.</p>
            <p>• اقر أنني غير متعاقد مع أي نادي او جهة رياضية رسمية واذا اتضح عكس ذلك اتحمل ما ينتج عن ذلك.</p>
            <p>• لا يحق لي التعاقد مع أي جهة بعد التعاقد مع ريفايفال او نشر فيديوهات عن موهبتي الا عن طريق ريفايفال
                والتزم بكل بنود العقد.</p>
            <p>• التسجيل في قسم مواهب الرياضة لا يشمل التسجيل لا يشمل التسجيل في الفعاليات</p>
            <p>• يحق لإدارة أدو تغيير الشروط دون اشعار أي طرف.</p>

        </div>
    </div>
</div>
<?php
include $tem . 'footer_section.php';
include $tem . 'footer.php';


?>