<?php
$lang = array(
  "title" => "Engish",
  // START NAVBAR
  "revival" => " ريفايفال ",
  "events" => " الفعاليات ",

  "art" => " الذكاء الإصطناعي  ",
  "about_event" => " عن الحدث ",
  "goals" => "الاهداف",
  "speakers" => "  المتحدثين ",
  "sponser" => " الرعاة ",
  "programe" => " البرنامج ",
  "Take_event" => " شارك في الفعالية ",
  "register_team" => " انضم الي فريق ",
  "articles" => "  المقالات ",
  "news" => " الاخبار ",
  "Take_event" => " شارك في الفعالية ",
  "register" => "سجل الان",
  "login" => " تسجيل دخول ",
  "target_gruop" => " الفئات المستهدفة  ",
  "our_goals" => " اهدافنا ",



  "faqs" => " الاسئلة الشائعه ",
  "contact_us" => " اتصل بنا ",

  "account" => " حسابي ",
  // START EVENTS NAVBAR

  "revival" => " ريفايفال ",

  // START HOME PAGE (Fashion.php)


  "index_h1" => "الايام المتبقية لانطلاق الفعالية",
  "index_h2" => "  مدينة الذكاء الإصطناعي والواقع الإفتراضي ",
  "index_h3" => "Aivr City",

  "index_p1" => "مدينة الذكاء الإصطناعي والواقع الإفتراضي هي مدينة ذكية وتِقَنِيَّة لها تواجد في الواقع الحقيقي والإفتراضي والمعزز، تستثمر في المعرفة وابتكار أجهزة الذكاء الإصطناعي في المجالات المختلفة لتكون داعمة في الواقعين الحقيقي والافتراضي تعمل على تطوير مشاريع اقتصادية واجتماعية خاصة ومبتكرة في عالم الميتافيرس بعقول عباقرة العالم العربي والإسلامي لرسم ...",
  "index_why_h" => "  لماذا مدينة الذكاء الاصطناعي والواقع الافتراضي   AIVR    ",
  "index_p2" => "   مدينة الذكاء الإصطناعي والواقع الإفتراضي هي مدينة ذكية وتِقَنِيَّة لها تواجد في الواقع
  الحقيقي والإفتراضي والمعزز، تستثمر في المعرفة وابتكار أجهزة الذكاء الإصطناعي في المجالات
  المختلفة لتكون داعمة في الواقعين الحقيقي والافتراضي.

  تعمل على تطوير مشاريع اقتصادية واجتماعية خاصة ومبتكرة في عالم الميتافيرس بعقول عباقرة العالم
  العربي والإسلامي لرسم مستقبل الميتا فيرس ودعم التطوير التقني في العالم من خلال استثمار
  العقول الموهوبة ودعم الأبحاث التقنية بطريقة تفاعلية جديدة ومبتكرة، تسهم في تحقيق نمو مستدام
  في الاقتصاد المعرفي. ",
  "index_int_p1" => "  أول مدينة ذكاء اصطناعي وواقع افتراضي في الشرق الأوسط ",
  "index_int_p2" => " لأنها مدينة تستثمر في المواهب والمعرفة لتطوير وصناعة إبتكارات وتقنيات في المجالات المختلفة في الذكاء الاصطناعي لاستخدامها في عالم الميتافيرس من خلال نخبة من المواهب في العالم العربي والإسلامي والتي تعمل على رسم مستقبل الميتافيرس في العالم الإسلامي والعربي",
  "index_h4" => "المواهب المسجلة",
  "index_h6" => " عدد المواهب ",
  "index_h7" => "المتحدثين",
  "index_h8" => " الجوائز ",
  "index_h9" => " اهداف الملتقى ",
  "index_p3" => "
  تصميم استراتيجيات فعَّالة لتنشيط صناعة الأزياء والموضة في السعودية",
  "index_p4" => "التعريف بالأزياء والمجوهرات في تراث الثقافات العالمية المختلفة",
  "index_p6" => "تعزيز مكانة ملتقى أدو كوجه عالمية تجذب آلاف المختصين والهواة سنويا، والعمل على وضع الملتقى في مكانه الملائم في خريطة الاستثمار العالمي ",
  "index_p7" => "تقديم فرص استثمار حقيقية تجذب المستثمرين والرعاة على المستوى المحلي والإقليمي والعالمي؛ لدعم صناعة الأزياء والموضة في السعودية",
  "index_p8" => "صقل المواهب العربية وتبادل الخبرات مع المختصين من أنحاء العالم",
  "index_p9" => "إكساب المواهب المهارات العلمية والعملية لدعم صناعة الأزياء بالكوادر المؤهلة علميا وعمليا ",
  "index_h10" => "الفئات المستهدفة",
  "index_p10" => " الموهوبين",
  "index_p12" => " المصانع والشركات  ",
  "index_p13" => "   المستثمرين    ",
  "index_p14" => " الحكومات   ",
  "index_p16" => " الخبراء المتخصصين في مجال الذكاء الإصطناعي
  والميتافيرس  ",
  "index_p17" => " محترفي فن الجسم",
  "index_p18" => " مصانع القماش وتقنيات الموضة والأزياء ",
  "index_p19" => " المهتمين بالموضة والأزياء ",
  "index_h11" => " المتحدثين ",
  "index_h12" => "  الأحداث المصاحبة لملتقى أدو للموضة العالمية 2023م ",
  "index_p20" => " معرض أدو للأزياء والمجوهرات التراثية",
  "index_p21" => " الفعاليات التفاعلية",
  "index_p22" => "الدورات التدريبية ",
  "index_p23" => "  الجلسات الحوارية وورش العمل",
  "index_h13" => "  الرعاة ",
  "index_h14" => "كن جزء من الحدث وسجل الآن....  ",
  "index_art_goal" => " اهدافنا ",
  "index_art_message" => " رسالتنا ",
  "index_art_vision" => " الرؤية ",
  "index_art_goal_p1" => " ابتكار مشاريع إبداعية في مجال عالم الذكاء الافتراضي والميتا فيرس ",
  "index_art_goal_p2" => " استثمار المواهب والمعرفة لصناعة مستقبل تقني واعد ",
  "index_art_goal_p3" => " مواكبة العالم لإنتاج مشاريع تقنية تتوافق مع النظرة المستقبلية لتوجه العالم ",
  "index_art_goal_p4" => " المساهمة في تحويل المشاريع في الواقع إلى واقع إفتراضي علمي متطور
  ",
  "index_art_goal_p6" => " اكتشاف وتطوير المواهب في عالم الذكاء الإصطناعي والميتافيرس ليكونوا لبنة لبناء مستقبل مشرق ",

  "index_art_message_p" => " المساهمة في تطوير تقنيات الذكاء الإصطناعي ودعم الأبحاث المخصصة فيها لإبتكار أجهزة جديدة تدعم الميتا فيرس من خلال إستثمار نتاج عقول المواهب في العالم العربي والإسلامي وصناعة الإستدامة في الإقتصاد المعرفي ",

  "index_art_vision_p" => " الريادة العالمية في تطوير تقنيات الذكاء الإصطناعي في المجالات الصناعية والعلمية والتجارية المستخدمة في الميتافيرس ",

  "last_articles" => " اخر المقالات ",
  "last_article_art" => " اخر المقالات في الذكاء الاصطناعي",
  "last_article_fash" => " اخر المقالات في الموضة ",
  "last_article_sport" => "اخر المقالات في الرياضة ",
  "read_more_art" => "  قراءة المزيد في الذكاء الاصطناعي ",
  "read_more_fash" => " قراءة المزيد في الموضه ",
  "read_more_sport" => "  قراءة المزيد في الرياضة  ",
  "why_revival" => " لماذا ريفايفال ؟ ",
  "why_revival_p" => "لدينا كوادر متميزة تتكون من مجموعة من المواهب من دول مختلفة تعمل على تطوير مشاريع إبداعية ومبتكرة في مختلف المجالات.",
  "register_in_revival" => "سجل معنا الان في ريفايفال",
  "register_now" => "  سجل الان   ",
  "art_index_future" => "الرؤيا المستقبلية",
  "art_index_future_p1" => "نقل الواقع الحقيقي بمؤسساته وتقنياته من الواقع الافتراضي لعالم الميتافيرس بطريقة إبداعية تحاكي الواقع لمواكبة التطور العالمي",
  "art_index_future_p2" => "الميتافيرس عالم من الحقيقة بين عينيك",
  "art_index_activity_h1" => "الأنشطة الرئيسية",
  "art_index_activity_p1" => "تطوير تقنيات الذكاء الاصطناعي",
  "art_index_activity_p2" => " دعم الأبحاث لابتكار مشاريع وتقنيات في مجال الذكاء الإصطناعي والميتافيرس",
  "art_index_activity_p3" => " استثمار المواهب وتطوير خبراتهم لتحويلها إلى مشاريع عالمية",
  "art_index_activity_p4" => " تطوير مشروع مدينة الذكاء الاصطناعي والواقع ع الافتراض",
  "art_index_activity_p6" => " تنفيذ فعالية إبداعية ومبتكرة في مجال الذكاء الاصطناعي والميتافيرس",
  "art_index_filed_h1" => "المجالات التي سيتم تطوير أجهزة وتقنيات في الذكاء الاصطناعي",
  "art_index_filed_p1" => "الطب",
  "art_index_filed_p2" => "الصناعات",
  "art_index_filed_p3" => " النقل
  ",
  "art_index_filed_p4" => "الالكترونيات",
  "art_index_filed_p6" => "الهندسة المعمارية",
  "art_index_filed_p7" => "التقنية",
  //START FAQS
  "faq_head1" => "   اهم الاسئلة الشائعه   ",

  // END FAQS

  //START CONTACT US PAGE

  "contact_us_head1" => " تواصل معنا ",
  "contact_p1" => "ارسل لنا الان وسوف نتواصل معك فى اقرب وقت ممكن",

  "contact_us_head2" => " ريفايفال ",
  "contact_us_address" => "الامارات العربية المتحدة - الشارقة - مدينة الشارقة للإعلام ",

  // END CONTACT US PAGE 

  // START FORMS Field
  "name" => " الاسم ",
  "message" => " رسالتك ",
  "files" => " الملفات ",
  "send" => " ارسال ",

  "first_name" => " الاسم الاول  ",
  "last_name" => " الاسم الاخير ",
  "email" => " البريد الالكتروني ",
  "mobile" => " الهاتف ",
  "username" => " اسم المستخدم ",
  "specialist" => " التخصص ",
  "country" => " الدولة ",
  "certificate" => " المؤهل العلمي ",
  "password" => " كلمة المرور ",
  "confirm_password" => " تاكيد كلمة المرور ",
  "select_field" => " اختر المجال ",
  "select_sub_field" => " اختر المجال الفرعي ",
  "register_type" => " نوع التسجيل  ",
  "login" => " تسجيل دخول ",
  "register" => "سجل الان",
  "select" => " اختر ",
  "register_now_in_revival" => "  سجل معنا الان في ريفايفال ",
  "iagree" => " انا اوافق ",
  "terms" => " شروط الاستخدام ",
  //END Forms Field

  // Start Error Message

  "enter_username" => " من فضلك ادخل الاسم   ",
  "enter_email" => " من فضلك ادخل البريد الالكتروني ",
  "enter_message" => " من فضلك ادخل رسالتك  ",
  "check_privacy" => "يجب الموافقة علي الشروط والاحكام  ",
  "enter_first_name" => " من فضلك ادخل الاسم الاول  ",
  "enter_last_name" => " من فضلك ادخل الاسم الاخير ",
  "enter_mobile" => " من فضلك ادخل رسالتك  ",
  "enter_message" => "من فضلك ادخل رسالتك",
  "enter_cartificate" => "من فضلك ادخل الموهل العلمي",
  "enter_field" => "من فضلك ادخل المجال",
  "enter_sub_field" => "من فضلك ادخل المجال الفرعي",
  "enter_password" => "من فضلك ادخل كلمة المرور",
  "weak_pass" => "من فضلك ادخل كلمة  مرور قوية",
  "username_found" => "اسم المستخدم موجود من قبل من فضلك ادخل اسم مستخدم اخر",

  "errorinusernameorpassword" => "  يوجد خطا فى اسم المستخدم او كلمة المرور  ",

  //"enter_username" => " Please Enter User Name ",
  //"enter_username" => " Please Enter User Name ",

  // End Error Message



  // START SUCCESS MESSAGE

  "contact_us_succ_message" => " شكرا لتواصلك معنا ، سوف نتصل بك في أقرب وقت ممكن
      ",
  "revival_register_message" => "  شكرا علي التسجيل معنا فى ريفايفال سوف نتواصل معك في اقرب
    وقت ",
  "artificial_register_message" => " شكرا لك علي التسجيل معنا فى مدينة الذكاء الإصطناعي سوف
    نتواصل معك في اقرب وقت ممكن
    يجب رفع جيمع الملفات حتي يتم تفعيل الحساب من قبل الادارة",
  "sport_talent_register_message" => " شكرا لك علي التسجيل معنا فى المواهب الرياضية سوف
    نتواصل معك في اقرب وقت ممكن
    يجب رفع جيمع الملفات حتي يتم تفعيل الحساب من قبل الادارة",

  "fashion_register_message" => " شكرا لك علي التسجيل معنا فى  الازياء والموضه سوف
    نتواصل معك في اقرب وقت ممكن
    يجب رفع جيمع الملفات حتي يتم تفعيل الحساب من قبل الادارة",
  "goin_team_message" => " شكرا لك علي التسجيل معنا في الفريق سوف نتواصل معك ",

  "share_event_message" => " شكرا لك علي  المشاركه معنا في الحدث  سوف نتواصل معك ",
  // END SUCCESS MESSAGE


  // START ARTIFIFCIAL INTELLEGENT REGISTER

  "art_int_reg_head1" => " سجل الان فى مدينة الذكاء الإصطناعي",


  // END ARTIFIFCIAL INTELLEGENT REGISTER


  // START SPORT TALENT REGISTER

  "sport_talent_reg_head1" => "    سجل الان فى المواهب الرياضية  ",

  // END  SPORT TALENT REGISTER


  // START FASHION REGISTER

  "fashion_reg_head1" => "  سجل الان فى تصميم وصناعة الأزياء والمجوهرات ",

  // END  FASHION REGISTER
  // START FOOTER
  "footer_head1" => "تواصل معنا",
  "footer_head2" => "اخبارنا ",
  "footer_head3" => "تابعنا",
  "footer_p1" => " الامارات العربية المتحدة - الشارقة - مدينة الشارقة للإعلام ",
  "footer_p2" => "جميع الحقوق محفوطة - شركة ريفايفال ",
  "footer_p3" => " شروط الاستخدام ",
  "footer_p4" => " اشترك في النشرة الإخبارية واحصل على أحدث المعلومات فى مجال الذكاء الاصطناعي والرياضة والازياء والمجوهرات.",
  "footer_email" => " البريد الالكتروني ",
  "footer_subscripe" => " اشترك ",
  // END FOOTER



  ///////////////////////////////////////////////////////
  ///////////////////////////////////
  /////////////////////
  /////////////START EVENT PAGE

  "event_head1" => "اهم الاحداث العالمية لسنة 2023
  ",
  "event_head2" => "عن الاحداث",
  "event_p1" => " -	تعمل شركة ريفايفال على تطوير فعاليات بطريقة مبتكرة وتفاعلية تهدف الى تطوير نظام اقتصادي تمثل فيه المعرفة والسياحة والإبداعية عنصر الإنتاج الأساسي والقوة الدافعة لإنتاج الثورة لتهيئة علاقة إبداعيّة” فعّالة من أجل دعم السياحة وجذب المستثمرين وبناء مشاريع إبداعيّة لتجديد الاستراتيجيات التنموية وتوفير وصول أفضل إلى التنمية المستدامة من خلال تنظيم الفعاليات القائمة على المعرفة  والابداع  عبر منصات مميزة يلتقي فيها الخبراء والمختصين والموهوبين لصناعة أحداث وفعاليات مميزة تؤكدون فيها حضور علاماتكم لشخصية والتجارية أمام أكبر جمهور مهتم بمجال منشآتكم ومواهبكم لبناء شبكة علاقات دولية وإقليمية مع الخبراء والمختصين في مجالكم ...فكونوا جزء من الإحداث في ريفايفال...",
  "event_head3" => "الاحداث",
  "event_button" => "تفاصيل الحدث",
  "event_head4" => "خمسة أسباب تدعوك للمشاركة في فعاليات ريفايفال .....",
  "event_p2" => "  بناء شراكات دولية وإقليمية في مجالك",
  "event_p3" => "فرصة لبناء شبكة علاقات مع الخبراء والمختصين في مجالك",
  "event_p4" => " منصة مناسبة لبناء وإشهار علاماتكم التجارية والشخصية.",
  "event_p6" => " التعرف على أحدث التقنيات في مجالك",
  "event_p7" => " فعاليات مميزة ومبتكرة بطريقة تفاعلية تحقق أهدافك",
  "event_head6" => "كن جزء من الحدث وسجل الآن....",
  "event_p8" => "ببساطة كوادر مميزة تتكون من نخبة من مواهب من مختلف الدول تعمل في تطوير مشروع ابداعي ومبتكر في مختلف المجالات",

  "event_head7" => "حدث الذكاء الإصطناعي",
  "event_head8" => "حدث المواهب الرياضية",
  "event_head9" => "حدث الازياء والمجوهرات",
  /////////////////////////////////////////////
  /////////////////////////
  /////////////// START REGISTER EVENT
  "art_register_h1" => "سجل معنا الان فى ايفينت الذكاء الاصطناعي",

  /////////////////////////////
  /////////////////// START JOIN TEAM PAGE

  "join_team_h1" => "انضم الي فريق العمل",
  "files" => " الملفات ",
  "select_files" => " اختر الملفات ",

  "choose_are_you" => "حدد نشاطك",
  "Journalist" => " صحفي ",
  "you_speaker" => " متحدث ",
  "my_media" => " اعلامي ",
  /////////////////////////////
  /////////////////// START Take Events

  "share_event_h1" => " شارك معنا فى الفعالية",

  ///////////////////////////////////
  ///////////////////////////////
  ////////////////// START PROGRAMME PAGE


  "sch_h1" => "   الجدول الخاص بالحدث     ",
  "sch_h2" => "   برنامج مدينة الذكاء الإصطناعي والواقع الإفتراضي    ",


  "sch_h3" => "  اليوم الاول   ",
  "sch_h4" => "  نقل الواقع الحقيقي بمؤسساته وتقنياته من الواقع الافتراضي لعالم الميتافيرس بطريقة إبداعية تحاكي الواقع لمواكبة التطور العالمي  ",

  ///////////////////////////////////
  ///////////////////////
  ////////// START REGISTERATION PAGE 
  "price" => " السعر ",
  "event_name" => " اسم الحدث ",
  "day" => " اليوم ",
  "select_event" => " اختر الدث ",
  "first_day" => " اليوم الاول  ",
  "second_day" => " اليوم الثاني  ",
  "add_data" => "  اضف البيانات الخاصة بك وسيتم التواصل معك عند تحديد موعد الفعالية  ",
  "register_in_event" => "  شكرا لك علي التسجيل معنا سوف نتواصل معك  عند تحديد موعد ومكان الفعالية  ",
  "register_in_eventss" => "  التسجيل في الاحداث ",

  "register_alert" => "تم التسجيل في الحدث بنجاح",

  "day" => " يوم",
  "hour" => "ساعه",
  "minute" => " دقيقة",
  "second" => " ثانية",
  "estimat_time" => "  الوقت المتبقي لانطلاق الفاعلية ",

  ///////////////////// START NEW 
  "complete_reser_pro" => "  اتمام عملية الحجز  ",
  "fants" => " رااائع ! ",
  "reserv_add_to_cart_suc" => "  تم اضافة الحجز بنجاح الي السلة ",
  "matches_table" => "  جدول المباريات المتاحة ",
  "event_name" => "   اسم الحدث ",
  "matches" => "  المباريات  ",
  "show_details" => "  مشاهدة التفاصيل  ",
  "add_to_cart" => "     اضافة الي سلة الحجوزات  ",
  "book_matches" => "    حجز مباريات ",
  "first_team" => "     الفريق الاول   ",
  "second_team" => "     الفريق الثاني   ",
  "match_date" => "  تاريخ المبارة  ",
  "match_time" => "   موعد المبارة  ",
  "match_place" => "   مكان المبارة  ",
  "match_price" => "   سعر المبارة  ", 
  "sc_av_courses" => "   جدول الدورات المتاحة  ", 
  "courses" => "     الدورات    ", 
  "course_reserv" => "   حجز الدورات    ", 
  "course_name" => " اسم الدورة ",
  "course_date"=>"تاريخ الدورة ", 
  "course_time"=>"  توقيت الدورة  ", 
  "course_place"=>"   مكان الدورة   ", 
  "course_instructor"=>"  مقدم الدورة    ", 
  "course_days_num"=>"  عدد ايام الدورة    ", 
  "course_num_hour"=>"   عدد ساعات الدورة    ", 
  "course_price"=>"   سعر الدورة    ", 
  "reserv_all_day"=>"   حجز اليوم الكامل    ", 
  "the_day"=>"   اليوم   ", 
  "price"=>" السعر   ",  
  "watch_cart"=>" مشاهدة الحجوزات   ",  
///////////////////////////////
"match_is_reserv"=>"  مباريات تم حجزها   ",  
"course_booking"=>"  حجوزات الدورات  ",  
"reserve_all_days"=>"  حجوزات اليوم الكامل  ",  
"event_address"=>" عنوان الحدث ",  
"payment_is_completed"=>" اكتمال عملية الدفع",  



  /////////////////////// END NEW 
  "lang_en" => "الانجليزية",
  "lang_ar" => "العربية"
);