<?php
$lang = array(
  "title" => "Engish",
  // START NAVBAR
  "revival" => " ريفايفال ",
  "events" => " الفعاليات ",

  "art" => "  المواهب الرياضية ",
  "about_event" => " عن الحدث ",
  "goals" => "الاهداف",
  "speakers" => "  المتحدثين ",
  "sponser" => " الرعاة ",
  "programe" => " البرنامج ",
  "Take_event" => " شارك في الفعالية ",
  "register_team" => " انضم الي فريق ",
  "articles" => "  المقالات ",
  "news" => " الاخبار ",
  "Take_event" => " شارك في الفعالية ",
  "register" => " حساب جديد ",
  "login" => " تسجيل دخول ",
  "target_gruop" => " الفئات المستهدفة  ",
  "our_goals" => " اهدافنا ",



  "faqs" => " الاسئلة الشائعه ",
  "contact_us" => " اتصل بنا ",

  "account" => " حسابي ",
  // START EVENTS NAVBAR

  "revival" => " ريفايفال ",

  // START HOME PAGE (Fashion.php)


  "index_h1" => "الايام المتبقية لانطلاق الفاعلية",
  "index_h2" => " ملتقى المواهب الرياضية 2023م",
  "index_h3" => "Aivr City",

  "index_p1" => " هو أكبر وأهم فعالية مبتكرة عن الرياضة والمشاريع والابتكارات الرياضية في العالم، والتي تجمع المواهب الرياضية مع الهيئات والمنظمات الرياضية والتي بدورها تلتقي نخبة من الشركات العالمية والخبراء، والمستثمرين والرياضيين لتفعيل مشاريع وأنشطة وبرامج رياضية جديدة ومبتكرة ، ومناقشة موضوعات التطوير والاستثمار الرياضي والمشاركة بالرؤى وتبادل الخبرات والكشف عن أحدث التقنيات المبتكرة في مجال الرياضة ،ويتوقع أن يستقطب هذا الحدث أكثر من 5 مليون زائر وألفي رياضي من اكثر من 60 دولة تواقين للمشاركة في هذا الحدث الإبداعي في مجال الرياضة لاستعراض أبرز المواهب والتقنيات الرياضية و بناء جسور الأعمال والاستثمار لتحفيز الاقتصاد القائم على الرياضة والمعرفة.",
  "index_why_h" => "  لماذا ملتقى المواهب الرياضية 2023م  ",
  "index_p2" => "    هو أكبر وأهم فعالية مبتكرة عن الرياضة والمشاريع والابتكارات الرياضية في العالم، والتي تجمع المواهب الرياضية مع الهيئات والمنظمات الرياضية والتي بدورها تلتقي نخبة من الشركات العالمية والخبراء، والمستثمرين والرياضيين لتفعيل مشاريع وأنشطة وبرامج رياضية جديدة ومبتكرة ، ومناقشة موضوعات التطوير والاستثمار الرياضي والمشاركة بالرؤى وتبادل الخبرات والكشف عن أحدث التقنيات المبتكرة في مجال الرياضة ،ويتوقع أن يستقطب هذا الحدث أكثر من 5 مليون زائر وألفي رياضي من اكثر من 60 دولة تواقين للمشاركة في هذا الحدث الإبداعي في مجال الرياضة لاستعراض أبرز المواهب والتقنيات الرياضية و بناء جسور الأعمال والاستثمار لتحفيز الاقتصاد القائم على الرياضة والمعرفة. ",
  "index_int_p1" => "  أول مدينة ذكاء اصطناعي وواقع افتراضي في الشرق الأوسط ",
  "index_int_p2" => " لأنها مدينة تستثمر في المواهب والمعرفة لتطوير وصناعة إبتكارات وتقنيات في المجالات المختلفة في الذكاء الاصطناعي لاستخدامها في عالم الميتافيرس من خلال نخبة من المواهب في العالم العربي والإسلامي والتي تعمل على رسم مستقبل الميتافيرس في العالم الإسلامي والعربي",
  "index_h4" => "المواهب المسجلة",
  "index_h6" => " عدد المواهب ",
  "index_h7" => "المتحدثين",
  "index_h8" => " الجوائز ",
  "index_h9" => " اهداف الملتقى ",
  "index_p3" => " تقديم رؤية جديدة واضحة وطموحة تهدف الى تحقيق الريادة في المجالات الرياضية المختلفة",
  "index_p4" => "  التعريف بالمفهوم الجديد لاستثمار وتسويق المنشآت الرياضية والمواهب المبتكر والابداعي",
  "index_p6" => "  تقديم فرص استثمار حقيقية تجذب المستثمرين والرعاة على المستوى المحلي والإقليمي والعالمي بمفهوم ابداعي وجديد",
  "index_p7" => "  تصميم استراتيجيات فعَّالة لتنشيط السياحة الرياضية وتطوير ودعم الاستثمار الرياضي",
  "index_p8" => "توجيه نظر العالم نحو مشروع مدينة مواهب العالم الرياضية وما تقدمه من منشآت وبرامج وأنشطة وتقنيات مبتكرة في مجال الرياضة",
  "index_p9" => "إكساب المواهب المهارات العلمية والعملية لدعم صناعة الأزياء بالكوادر المؤهلة علميا وعمليا ",
  "index_h10" => "الفئات المستهدفة",
  "index_p10" => " مصممي الأزياء المحترفين والمواهب الناشئة",
  "index_p12" => " المواهب في الرياضات المختلفة ",
  "index_p13" => "   الهواة من الحكام والمدربين والمعلقين والاداريين في الرياضات المختلفة    ",
  "index_p14" => " المواهب في التصميم والمونتاج وصناعة المحتوى والإدارة واللغات
  المشاهير   ",
  "index_p16" => " الرياضيين المحترفين وممثلي الأندية والهيئات والوزارات الرياضية
  العاملين في مجال الرياضة ",
  "index_p17" => " الجمهور المهتم بمتابعة الرياضة والفعاليات",
  "index_p18" => " مصانع القماش وتقنيات الموضة والأزياء ",
  "index_p19" => " المهتمين بالموضة والأزياء ",
  "index_h11" => " المتحدثين ",
  "index_h12" => "  الأحداث المصاحبة لملتقى أدو للموضة العالمية 2023م ",
  "index_p20" => " معرض أدو للأزياء والمجوهرات التراثية",
  "index_p21" => " الفعاليات التفاعلية",
  "index_p22" => "الدورات التدريبية ",
  "index_p23" => "  الجلسات الحوارية وورش العمل",
  "index_h13" => "  الرعاة ",
  "index_h14" => "كن جزء من الحدث وسجل الآن....  ",
  "index_art_goal" => " اهدافنا ",
  "index_art_message" => " رسالتنا ",
  "index_art_vision" => " الرؤية ",
  "index_art_goal_p1" => " ابتكار مشاريع إبداعية في مجال عالم الذكاء الافتراضي والميتا فيرس ",
  "index_art_goal_p2" => " استثمار المواهب والمعرفة لصناعة مستقبل تقني واعد ",
  "index_art_goal_p3" => " مواكبة العالم لإنتاج مشاريع تقنية تتوافق مع النظرة المستقبلية لتوجه العالم ",
  "index_art_goal_p4" => " المساهمة في تحويل المشاريع في الواقع إلى واقع إفتراضي علمي متطور
  ",
  "index_art_goal_p6" => " اكتشاف وتطوير المواهب في عالم الذكاء الإصطناعي والميتافيرس ليكونوا لبنة لبناء مستقبل مشرق ",

  "index_art_message_p" => " المساهمة في تطوير تقنيات الذكاء الإصطناعي ودعم الأبحاث المخصصة فيها لإبتكار أجهزة جديدة تدعم الميتا فيرس من خلال إستثمار نتاج عقول المواهب في العالم العربي والإسلامي وصناعة الإستدامة في الإقتصاد المعرفي ",

  "index_art_vision_p" => " الريادة العالمية في تطوير تقنيات الذكاء الإصطناعي في المجالات الصناعية والعلمية والتجارية المستخدمة في الميتافيرس ",
  "participate_h1" => "نتوقع مشاركة كل من",
  "participate_p1" => "شخصية بارزة من الأمراء وسفراء الدول ",
  "participate_p2" => " وفود الأندية العالمية والهيئات والوزارات الرياضية",
  "participate_p3" => "نخبة من اللاعبين المحترفين المميزين في الرياضات المختلفة ",
  "participate_p4" => "المدراء التنفيذيين لمصانع عالمية للماركات الرياضية ",
  "participate_p6" => "شركات مقاولات عالمية والشركات الاستثمارية والعقارية والسياحية ",
  "participate_p7" => "شركات عالمية في مجال التصميم وتجهيز المنشآت ",
  "participate_p8" => " المهتمين بالرياضة",
  "last_articles" => " Last Articles ",
  "last_article_art" => " Last Article In Artificial Intelligence",
  "last_article_fash" => " Last Article In Fashion",
  "last_article_sport" => " Last Article In Sport ",
  "read_more_art" => "   Read More In Artificial",
  "read_more_fash" => "   Read More In Fashion ",
  "read_more_sport" => "   Read More In Sports  ",
  "why_revival" => "Why Revival?",
  "why_revival_p" => " We have distinguished cadres consisting of a group of talents from different countries working on developing creative and innovative projects in various fields. ",
  "register_in_revival" => " Register Now In Revivals",
  "register_now" => " Register Now ",
  "art_index_future" => "الرؤيا المستقبلية",
  "art_index_future_p1" => "نقل الواقع الحقيقي بمؤسساته وتقنياته من الواقع الافتراضي لعالم الميتافيرس بطريقة إبداعية تحاكي الواقع لمواكبة التطور العالمي",
  "art_index_future_p2" => "الميتافيرس عالم من الحقيقة بين عينيك",
  "art_index_activity_h1" => "الأنشطة الرئيسية",
  "art_index_activity_p1" => "تطوير تقنيات الذكاء الاصطناعي",
  "art_index_activity_p2" => " دعم الأبحاث لابتكار مشاريع وتقنيات في مجال الذكاء الإصطناعي والميتافيرس",
  "art_index_activity_p3" => " استثمار المواهب وتطوير خبراتهم لتحويلها إلى مشاريع عالمية",
  "art_index_activity_p4" => " تطوير مشروع مدينة الذكاء الاصطناعي والواقع ع الافتراض",
  "art_index_activity_p6" => " تنفيذ فعالية إبداعية ومبتكرة في مجال الذكاء الاصطناعي والميتافيرس",
  "art_index_filed_h1" => "المجالات التي سيتم تطوير أجهزة وتقنيات في الذكاء الاصطناعي",
  "art_index_filed_p1" => "الطب",
  "art_index_filed_p2" => "الصناعات",
  "art_index_filed_p3" => " النقل
  ",
  "art_index_filed_p4" => "الالكترونيات",
  "art_index_filed_p6" => "الهندسة المعمارية",
  "art_index_filed_p7" => "التقنية",
  //START FAQS
  "faq_head1" => "   اهم الاسئلة الشائعه   ",

  // END FAQS

  //START CONTACT US PAGE

  "contact_us_head1" => " تواصل معنا ",
  "contact_p1" => "ارسل لنا الان وسوف نتواصل معك فى اقرب وقت ممكن",

  "contact_us_head2" => " ريفايفال ",
  "contact_us_address" => "الامارات العربية المتحدة - الشارقة - مدينة الشارقة للإعلام ",

  // END CONTACT US PAGE 

  // START FORMS Field
  "name" => " الاسم ",
  "message" => " رسالتك ",
  "files" => " الملفات ",
  "send" => " ارسال ",

  "first_name" => " الاسم الاول  ",
  "last_name" => " الاسم الاخير ",
  "email" => " البريد الالكتروني ",
  "mobile" => " الهاتف ",
  "username" => " اسم المستخدم ",
  "specialist" => " التخصص ",
  "country" => " الدولة ",
  "certificate" => " المؤهل العلمي ",
  "password" => " كلمة المرور ",
  "confirm_password" => " تاكيد كلمة المرور ",
  "select_field" => " اختر المجال ",
  "select_sub_field" => " اختر المجال الفرعي ",
  "register_type" => " نوع التسجيل  ",
  "login" => " تسجيل دخول ",
  "register" => " حساب جديد",
  "select" => " اختر ",
  "register_now_in_revival" => "  سجل معنا الان في ريفايفال ",
  "iagree" => " انا اوافق ",
  "terms" => " شروط الاستخدام ",
  //END Forms Field

  // Start Error Message

  "enter_username" => " من فضلك ادخل الاسم   ",
  "enter_email" => " من فضلك ادخل البريد الالكتروني ",
  "enter_message" => " من فضلك ادخل رسالتك  ",
  "check_privacy" => "يجب الموافقة علي الشروط والاحكام  ",
  "enter_first_name" => " من فضلك ادخل الاسم الاول  ",
  "enter_last_name" => " من فضلك ادخل الاسم الاخير ",
  "enter_mobile" => " من فضلك ادخل رسالتك  ",
  "enter_specialist" => "من فضلك ادخل التخصص",
  "enter_cartificate" => "من فضلك ادخل الموهل العلمي",
  "enter_field" => "من فضلك ادخل المجال",
  "enter_sub_field" => "من فضلك ادخل المجال الفرعي",
  "enter_password" => "من فضلك ادخل كلمة المرور",
  "weak_pass" => "من فضلك ادخل كلمة  مرور قوية",
  "username_found" => "اسم المستخدم موجود من قبل من فضلك ادخل اسم مستخدم اخر",

  "errorinusernameorpassword" => "  يوجد خطا فى اسم المستخدم او كلمة المرور  ",

  //"enter_username" => " Please Enter User Name ",
  //"enter_username" => " Please Enter User Name ",

  // End Error Message



  // START SUCCESS MESSAGE

  "contact_us_succ_message" => " شكرا لتواصلك معنا ، سوف نتصل بك في أقرب وقت ممكن
      ",
  "revival_register_message" => "  شكرا علي التسجيل معنا فى ريفايفال سوف نتواصل معك في اقرب
    وقت ",
  "artificial_register_message" => " شكرا لك علي التسجيل معنا فى مدينة الذكاء الإصطناعي سوف
    نتواصل معك في اقرب وقت ممكن
    يجب رفع جيمع الملفات حتي يتم تفعيل الحساب من قبل الادارة",
  "sport_talent_register_message" => " شكرا لك علي التسجيل معنا فى المواهب الرياضية سوف
    نتواصل معك في اقرب وقت ممكن
    يجب رفع جيمع الملفات حتي يتم تفعيل الحساب من قبل الادارة",

  "fashion_register_message" => " شكرا لك علي التسجيل معنا فى  الازياء والموضه سوف
    نتواصل معك في اقرب وقت ممكن
    يجب رفع جيمع الملفات حتي يتم تفعيل الحساب من قبل الادارة",
  // END SUCCESS MESSAGE


  // START ARTIFIFCIAL INTELLEGENT REGISTER

  "art_int_reg_head1" => " سجل الان فى مدينة الذكاء الإصطناعي",


  // END ARTIFIFCIAL INTELLEGENT REGISTER


  // START SPORT TALENT REGISTER

  "sport_talent_reg_head1" => "    سجل الان فى المواهب الرياضية  ",

  // END  SPORT TALENT REGISTER


  // START FASHION REGISTER

  "fashion_reg_head1" => "  سجل الان فى تصميم وصناعة الأزياء والمجوهرات ",

  // END  FASHION REGISTER
  // START FOOTER
  "footer_head1" => "تواصل معنا",
  "footer_head2" => "اخبارنا ",
  "footer_head3" => "تابعنا",
  "footer_p1" => " الامارات العربية المتحدة - الشارقة - مدينة الشارقة للإعلام ",
  "footer_p2" => "جميع الحقوق محفوطة - شركة ريفايفال ",
  "footer_p3" => " شروط الاستخدام ",
  "footer_p4" => " اشترك في النشرة الإخبارية واحصل على أحدث المعلومات فى مجال الذكاء الاصطناعي والرياضة والازياء والمجوهرات.",
  "footer_email" => " البريد الالكتروني ",
  "footer_subscripe" => " اشترك ",
  // END FOOTER



  ///////////////////////////////////////////////////////
  ///////////////////////////////////
  /////////////////////
  /////////////START EVENT PAGE

  "event_head1" => "اهم الاحداث العالمية لسنة 2023
  ",
  "event_head2" => "عن الاحداث",
  "event_p1" => " -	تعمل شركة ريفايفال على تطوير فعاليات بطريقة مبتكرة وتفاعلية تهدف الى تطوير نظام اقتصادي تمثل فيه المعرفة والسياحة والإبداعية عنصر الإنتاج الأساسي والقوة الدافعة لإنتاج الثورة لتهيئة علاقة إبداعيّة” فعّالة من أجل دعم السياحة وجذب المستثمرين وبناء مشاريع إبداعيّة لتجديد الاستراتيجيات التنموية وتوفير وصول أفضل إلى التنمية المستدامة من خلال تنظيم الفعاليات القائمة على المعرفة  والابداع  عبر منصات مميزة يلتقي فيها الخبراء والمختصين والموهوبين لصناعة أحداث وفعاليات مميزة تؤكدون فيها حضور علاماتكم لشخصية والتجارية أمام أكبر جمهور مهتم بمجال منشآتكم ومواهبكم لبناء شبكة علاقات دولية وإقليمية مع الخبراء والمختصين في مجالكم ...فكونوا جزء من الإحداث في ريفايفال...",
  "event_head3" => "الاحداث",
  "event_button" => "تفاصيل الحدث",
  "event_head4" => "خمسة أسباب تدعوك للمشاركة في فعاليات ريفايفال .....",
  "event_p2" => "  بناء شراكات دولية وإقليمية في مجالك",
  "event_p3" => "فرصة لبناء شبكة علاقات مع الخبراء والمختصين في مجالك",
  "event_p4" => " منصة مناسبة لبناء وإشهار علاماتكم التجارية والشخصية.",
  "event_p6" => " التعرف على أحدث التقنيات في مجالك",
  "event_p7" => " فعاليات مميزة ومبتكرة بطريقة تفاعلية تحقق أهدافك",
  "event_head6" => "كن جزء من الحدث وسجل الآن....",
  "event_p8" => "ببساطة كوادر مميزة تتكون من نخبة من مواهب من مختلف الدول تعمل في تطوير مشروع ابداعي ومبتكر في مختلف المجالات",

  "event_head7" => "حدث الذكاء الإصطناعي",
  "event_head8" => "حدث المواهب الرياضية",
  "event_head9" => "حدث الازياء والمجوهرات",
  /////////////////////////////////////////////
  /////////////////////////
  /////////////// START REGISTER EVENT
  "art_register_h1" => "سجل معنا الان فى ايفينت الذكاء الاصطناعي",

  /////////////////////////////
  /////////////////// START JOIN TEAM PAGE

  "join_team_h1" => "انضم الي فريق العمل",
  "files" => " الملفات ",
  "select_files" => " اختر الملفات ",


  /////////////////////////////
  /////////////////// START Take Events

  "share_event_h1" => " شارك معنا فى الفعالية",

  /////////////////////////////////
  //////////////////////////
  //////////////////// START SCHEDULAE EVENT
  "sch_h1" => " الجدول الخاص بالحدث ",
  "sch_h2" => "  برنامج ملتقى Sport Talent، الحصري والأول من نوعه في العالم يتكون من:  ",

  "sch_h3" => " قطوف  ",
  "sch_h4" => " سلسلة من الكلمات السريعة تفتتح بكلمة من ",
  "sch_h6" => " كلمة راعي الحفل",
  "sch_h7" => " كلمة التنفيذي لشركة ريفايفال",
  "sch_h8" => " . .............................. كلمة",
  "sch_h9" => " حفل الافتتاح وينقسم الى قسمين",
  "sch_h10" => " فعاليات المشروع وهي",
  "sch_h11" => " تدشين مشروع مدينة مواهب العالم الرياضية ووضع حجر الأساس للمشروع في فندق ..... تحت رعاية صاحب السمو
  الملكي ................ بحضور الإعلاميين والشركات المتخصصة وممثلي الأندية ويشمل حفل التدشين على",
  "sch_h12" => " عرض فيديو تعريفي لمدينة مواهب العالم الرياضية، نبذه عن المدينة",
  "sch_h13" => " في ظل التطور الرياضي والثورة الهائلة في الرياضات المختلفة خصوصا كرة القدم، اتجه العالم إلى الاهتمام
  بتطوير الرياضة وفتح آفاق جديدة للاستثمار في المجالات الرياضية القائمة على الابداع، لصناعة الأبطال من
  مواهب العالم ليكونوا لبنة المستقبل في الرياضات العالمية.... وبناء على التوجه العالمي ابتكرنا مشروع
  مدينة مواهب العالم الرياضية وهي مدينة القرن الجديد للرياضة الابداعية والتي تعتبر الأولى من نوعها في
  العالم حيث تعد نقلة نوعية في مجال الرياضة القائمة على الابداع والابتكار صممت خصيصا لتكون مدينة
  التقاء الرياضيين والمواهب بالأندية والمستثمرين حول العالم ، لإيجاد سُبلا جديدة للنمو تشجّع على
  الإبداع والابتكار في الرياضة من أجل تحقيق التطوّر الشامل والمتوازي والمستدام، الذي يسهم في تطوير
  الاقتصاد، وتعتبر المدينة وجهة حيوية جديدة تستثمر في التقنيات الرياضية والاحداث الجديدة المبتكرة
  والمواهب الواعدة لصناعة مفهوم جديد في الاستثمار الرياضي القائمة على المواهب والمعرفة من خلال برامج
  متنوعة وأنشطة مستحدثة ومنشآت ذكية ومبتكرة تعمل بالطاقة النظيفة وتدار تقنيا باستخدام التطبيقات الذكية
  والروبوتات وتستخدم فيها أجهزة رياضية حصرية تم تسجيلها كملكية فكرية كل ذلك والعديد من المميزات التي
  تجعل مدينة مواهب العالم قبلة المستثمرين والرياضيين والمواهب من شتى أنحاء المعمورة حيث يتوقع أن تجذب
  أكثر من 5 مليون زائر سنويا ",
  "sch_h14" => " لرياضة والابتكار والسياحة والعلاج الرياضي والاستثمار، والتسوق المخصص
  بطريقة ابداعية وفريدة، في مكان واحد لتكون المنصة العالمية الأولى التي تجمع النُخب الرياضية من أنحاء
  المعمورة للمشاركة في تنظيم احداث رياضية فريدة ومبتكرة لتطوير” علاقة إبداعيّة” فعّالة من أجل جذب
  الرياضيين لصناعة الأبطال، والمستثمرين لبناء مشاريع تسهم في نمو الاقتصاد الرياضي القائم على المعرفة",
  "sch_h16" => " عرض مجسم المدينة والتصاميم",
  "sch_h17" => " التعريف بالشركات والأفراد المشاركين في مسابقة تصميم المدينة وتكريمهم",
  "sch_h18" => " فلم وثائقي عن الية الاستثمار في المدينة الرياضية",
  "sch_h19" => " الإجابة على أسئلة المستثمرين",
  "sch_h20" => " تسجيل القوائم التي ترغب في الاستثمار او المشاركة في تنفيذ المدينة الرياضية",
  "sch_h21" => " الجدوى الاقتصادية لصناعة الأزياء والمجوهرات",
  "sch_h22" => "  فعاليات الملعب وتنقسم الى قسمين",
  "sch_h23" => " فعالية الإفتتاح",
  "sch_h24" => " عروض الجمباز",
  "sch_h26" => " عروض قتالية  تايكوندو- كراتيه  جودو",
  "sch_h27" => " سباق جري للأفراد غير المسجلين في أندية رسمية",
  "sch_h28" => " عروض التزلج بالإسكوتر وحذاء التزلج",
  "sch_h29" => " المباراة الافتتاحية لبطولة كأس العالم للمواهب",
  "sch_h30" => " سباق جري للأفراد غير المسجلين في أندية رسمية",
  "sch_h31" => " فعالية مباريات البطولة",
  "sch_h32" => " مباريات كرة قدم بين المنتخبات",
  "sch_h33" => " مسابقة التصميم الابتكاري للمنشآت الرياضية",
  "sch_h34" => " هي عبارة عن مسابقة في التصميم المعماري الخاص بالمدينة الرياضية تبدأ قبل الملتقى يشارك فيها الشركات
  والافراد الهواة على حد سواء مشاركة رسمية بياناتهم الوطنية وسجلات الشركات التي يمثلونها لتصميم أجزاء
  من المدينة الرياضية ",
  "sch_h36" => " معرض المستلزمات الرياضية ",
  "sch_h37" => " وهو معرض يتضمن مجموعة أجنحة خاصة بالأندية لبيع الزي الرسمي بالنادي بالإضافة الى أجنحة خاصة بشركات
  العاملة في القطاع الرياضي لعرض وبيع المستلزمات والأدوات الرياضية ",
  "sch_h38" => " الجلسات الحوارية ",
  "sch_h39" => " الاستثمار الرياضي بين الواقع والمأمول ",
  "sch_h40" => " الابتكار وتطوري التقنيات الرياضية ",
  "sch_h41" => " الذكاء الاصطناعي والرياضة في الواقع الافتراضي ",
  "sch_h42" => " الجودة والابتكار في الأحداث الرياضية",
  "sch_h43" => "   ماتش آب الاستثمار والمعمار  ",
  "sch_h44" => "  يجتمع نخبة من ممثلي الشركات العالمية في مجال الاستثمار والصناعات الرياضية والأندية والهيئات الرياضية
  وشركات المقاولات مع ممثلي شركة ريفايفال للحصول على المزيد من المعلومات ولتعبئة استمارات الاستثمار
  والشراكات في اجتماعات فردية الهدف منها إيصال المعلومات والفكرة لتسهيل اتخاذ القرار  ",
  "sch_h46" => " ماتش آب    ",
  "sch_h47" => "   عبارة عن سلسلة من الاجتماعات الثنائية بين نخبة من ممثلي الأندية وممثلي شركة ريفايفال للحصول على
  معلومات عن اللاعبين وتفاصيل عقودهم ",
  "sch_h48" => "  وقانوني او مدير اعمال يمثل الشركة  ",
  "sch_h49" => "  ومفاوض اداري يمثل النادي  ",
  "sch_h60" => "  أما بالنسبة للحفل الختامي فهو يتكون من   ",
  "sch_h61" => " بارة عن لقاء يسبق المباراة النهائية لتوقيع العقود الاحترافية للمواهب مع ممثلي
  الأندية بحضور الإعلاميين واللاعبين   ",
  "sch_h62" => " لقاء رواد الأعمال لتوقيع عقود الاستثمار والتنفيذ بحضور اعلامي   ",

  "sch_h63" => "  المباراة النهائية ",
  "sch_h64" => " تكريم الفائزين المشاركين في بطولة كاس العالم للمواهب واهداء الكأس للاتحاد الخاص بالمنتخب أو الدولة
  الفائزة بالبطولة ونسخة من الكأس تكون لمتحف مدينة مواهب العالم الرياضية الذي سيضم ابتكارات الشركة
  النماذج اوليه لاحقا  ",
  "sch_h66" => " كلمة المدير التنفيذي للملتقى  تقرير عن تفاصيل الاستثمار والشركات والهيئات المشاركة فيه",
  ///////////////////////////////////
  ///////////////////////
  ////////// START REGISTERATION PAGE 
  "price" => " السعر ",
  "event_name" => " اسم الحدث ",
  "day" => " اليوم ",
  "select_event" => " اختر الدث ",
  "first_day" => " اليوم الاول  ",
  "second_day" => " اليوم الثاني  ",

  "choose_are_you" => " اختر هل انت ",
  "Journalist" => " صحفي ",
  "you_speaker" => " متحدث ",
  "my_media" => " اعلامي ",


  "add_data" => "  اضف البيانات الخاصة بك وسيتم التواصل معك عند تحديد موعد الفاعلية  ",
  "register_in_event" => "  شكرا لك علي التسجيل معنا سوف نتواصل معك  عند تحديد موعد ومكان الفاعلية  ",


  "lang_en" => "الانجليزية",
  "lang_ar" => "العربية"
);