<?php
$lang = array(
  "title" => "Engish",
  // START NAVBAR
  "revival" => " ريفايفال ",
  "events" => " الفعاليات ",

  "fashion" => " الازياء والمجوهرات ",
  "about_event" => " عن الحدث ",
  "goals" => "الاهداف",
  "speakers" => "  المتحدثين ",
  "sponser" => " الرعاة ",
  "programe" => " البرنامج ",
  "Take_event" => " شارك في الفعالية ",
  "register_team" => " انضم الي فريق ",
  "articles" => "  المقالات ",
  "news" => " الاخبار ",
  "Take_event" => " شارك في الفعالية ",
  "register" => " حساب جديد ",
  "login" => " تسجيل دخول ",

  "faqs" => " الاسئلة الشائعه ",
  "contact_us" => " اتصل بنا ",
  "join_team_h1" => "  انضم الان الي فريق ",
  "art_register_h1" => " سجل معنا الان      ",


  // START EVENTS NAVBAR

  "revival" => " ريفايفال ",

  // START HOME PAGE (Fashion.php)


  "index_h1" => "الايام المتبقية لانطلاق الفاعلية",
  "index_h2" => "ملتقى أدو للأزياء والمجوهرات التراثية وفن الجسم 2023م",
  "index_h3" => "ما هو ملتقى أدو للأزياء والمجوهرات التراثية وفن الجسم؟",

  "index_p1" => " هو الحدث الأضخم والأبرز في الشرق الأوسط للموضة والأزياء التراثية وفن الجسم يهدف إلى تسليط الضوء على أعرق الأزياء التراثية لمختلف الثقافات العالمية التي تجمع بين الحرفية اليدوية والكلاسيكية والحداثة التي تضفي الفخامة والإبداع على أعمال نخبة من محترفي عالم تصميم الأزياء والماركات العالمية والمواهب الناشئة، والتي تتناسب مع مختلف المناسبات بداية من فساتين السهرة والعرائس والكوكتيل وصولا إلى الإكسسوارات والمجوهرات والحقائب والابتكارات في مجال الأزياء التراثية وفن الجسم.",
  "index_why_h" => "  لماذا ملتقى أدو     ",
  "index_p2" => " من نحن هو الحدث الأضخم والأبرز في الشرق الأوسط للموضة والأزياء التراثية وفن الجسم يهدف إلى تسليط الضوء على أعرق الأزياء التراثية لمختلف الثقافات العالمية التي تجمع بين الحرفية اليدوية والكلاسيكية والحداثة التي تضفي الفخامة والإبداع على أعمال نخبة من محترفي عالم تصميم الأزياء والماركات العالمية والمواهب الناشئة، والتي تتناسب مع مختلف المناسبات بداية من فساتين السهرة والعرائس والكوكتيل وصولا إلى الإكسسوارات والمجوهرات والحقائب والابتكارات في مجال الأزياء التراثية وفن الجسم. يتضمن الملتقى معرضا يعرض أعرق الأزياء والاكسسوارات التراثية للثقافات العالمية المختلفة بطريقة مبتكرة وإبداعية بالإضافة إلى عدد من البرامج والفعاليات المميزة والمبتكرة من جلسات حوارية ودورات تدريبية متنوعة في مجال التصميم والرسم على القماش وفن الجسم والعديد من الدورات التخصصية ومسابقات ومشاركات تفاعلية للأطفال والكبار في مجال الأزياء والموضة يتوقع أن يستطب الملتقى ما يزيد عن 1000من النخب العالمية في مجال التصميم والأزياء وفن الجسم والمصانع والماركات العالمية والمشاهير، وأكثر من 100 ألف زائر من محبي الموضة والأزياء، تحت سقف واحد لتعزيز استدامة صناعة الأزياء في السعودية وبناء جسور الأعمال وتبادل الخبرات بين المختصين ودعم المواهب الناشئة ليكون ملتقى أدو الوجهة الأولى عالميا للمصممين والماركات العالمية والمهتمين بالأزياء والموضة",
  "index_h4" => "المواهب المسجلة",
  "index_h6" => " عدد المواهب ",
  "index_h7" => "المتحدثين",
  "index_h8" => " الجوائز ",
  "index_h9" => " اهداف الملتقى ",
  "index_p3" => "
  تصميم استراتيجيات فعَّالة لتنشيط صناعة الأزياء والموضة في السعودية",
  "index_p4" => "التعريف بالأزياء والمجوهرات في تراث الثقافات العالمية المختلفة",
  "index_p6" => "تعزيز مكانة ملتقى أدو كوجه عالمية تجذب آلاف المختصين والهواة سنويا، والعمل على وضع الملتقى في مكانه الملائم في خريطة الاستثمار العالمي ",
  "index_p7" => "تقديم فرص استثمار حقيقية تجذب المستثمرين والرعاة على المستوى المحلي والإقليمي والعالمي؛ لدعم صناعة الأزياء والموضة في السعودية",
  "index_p8" => "صقل المواهب العربية وتبادل الخبرات مع المختصين من أنحاء العالم",
  "index_p9" => "إكساب المواهب المهارات العلمية والعملية لدعم صناعة الأزياء بالكوادر المؤهلة علميا وعمليا ",
  "index_h10" => "الفئات المستهدفة",
  "index_p10" => " مصممي الأزياء المحترفين والمواهب الناشئة ",
  "index_p12" => "  مصانع الملابس والاكسسوارات",
  "index_p13" => "  نخبة من الإعلاميين",
  "index_p14" => " صناع المجوهرات",
  "index_p16" => "المشاهير ",
  "index_p17" => " محترفي فن الجسم",
  "index_p18" => " مصانع القماش وتقنيات الموضة والأزياء ",
  "index_p19" => " المهتمين بالموضة والأزياء ",
  "index_h11" => " المتحدثين ",
  "index_h12" => "  الأحداث المصاحبة لملتقى أدو للموضة العالمية 2023م ",
  "index_p20" => " معرض أدو للأزياء والمجوهرات التراثية",
  "index_p21" => " الفعاليات التفاعلية",
  "index_p22" => "الدورات التدريبية ",
  "index_p23" => "  الجلسات الحوارية وورش العمل",
  "index_h13" => "  الرعاة ",
  "index_h14" => "كن جزء من الحدث وسجل الآن....  ",

  "last_articles" => " Last Articles ",
  "last_article_art" => " Last Article In Artificial Intelligence",
  "last_article_fash" => " Last Article In Fashion",
  "last_article_sport" => " Last Article In Sport ",
  "read_more_art" => "   Read More In Artificial",
  "read_more_fash" => "   Read More In Fashion ",
  "read_more_sport" => "   Read More In Sports  ",
  "why_revival" => "Why Revival?",
  "why_revival_p" => " We have distinguished cadres consisting of a group of talents from different countries working on developing creative and innovative projects in various fields. ",
  "register_in_revival" => " Register Now In Revivals",
  "register_now" => " Register Now ",

  //START FAQS
  "faq_head1" => "   اهم الاسئلة الشائعه   ",

  // END FAQS

  //START CONTACT US PAGE

  "contact_us_head1" => " تواصل معنا ",
  "contact_p1" => "ارسل لنا الان وسوف نتواصل معك فى اقرب وقت ممكن",

  "contact_us_head2" => " ريفايفال ",
  "contact_us_address" => "الامارات العربية المتحدة - الشارقة - مدينة الشارقة للإعلام ",

  // END CONTACT US PAGE 

  // START FORMS Field
  "name" => " الاسم ",
  "message" => " رسالتك ",
  "files" => " الملفات ",
  "send" => " ارسال ",

  "first_name" => " الاسم الاول  ",
  "last_name" => " الاسم الاخير ",
  "email" => " البريد الالكتروني ",
  "mobile" => " الهاتف ",
  "username" => " اسم المستخدم ",
  "specialist" => " التخصص ",
  "country" => " الدولة ",
  "certificate" => " المؤهل العلمي ",
  "password" => " كلمة المرور ",
  "confirm_password" => " تاكيد كلمة المرور ",
  "select_field" => " اختر المجال ",
  "select_sub_field" => " اختر المجال الفرعي ",
  "register_type" => " نوع التسجيل  ",
  "login" => " تسجيل دخول ",
  "register" => "   حساب جديد",
  "select" => " اختر ",
  "register_now_in_revival" => "  سجل معنا الان في ريفايفال ",
  "iagree" => " انا اوافق ",
  "terms" => " شروط الاستخدام ",
  //END Forms Field

  // Start Error Message

  "enter_username" => " من فضلك ادخل الاسم   ",
  "enter_email" => " من فضلك ادخل البريد الالكتروني ",
  "enter_message" => " من فضلك ادخل رسالتك  ",
  "check_privacy" => "يجب الموافقة علي الشروط والاحكام  ",
  "enter_first_name" => " من فضلك ادخل الاسم الاول  ",
  "enter_last_name" => " من فضلك ادخل الاسم الاخير ",
  "enter_mobile" => " من فضلك ادخل رسالتك  ",
  "enter_specialist" => "من فضلك ادخل التخصص",
  "enter_cartificate" => "من فضلك ادخل الموهل العلمي",
  "enter_field" => "من فضلك ادخل المجال",
  "enter_sub_field" => "من فضلك ادخل المجال الفرعي",
  "enter_password" => "من فضلك ادخل كلمة المرور",
  "weak_pass" => "من فضلك ادخل كلمة  مرور قوية",
  "username_found" => "اسم المستخدم موجود من قبل من فضلك ادخل اسم مستخدم اخر",

  "errorinusernameorpassword" => "  يوجد خطا فى اسم المستخدم او كلمة المرور  ",

  //"enter_username" => " Please Enter User Name ",
  //"enter_username" => " Please Enter User Name ",

  // End Error Message



  // START SUCCESS MESSAGE

  "contact_us_succ_message" => " شكرا لتواصلك معنا ، سوف نتصل بك في أقرب وقت ممكن
      ",
  "revival_register_message" => "  شكرا علي التسجيل معنا فى ريفايفال سوف نتواصل معك في اقرب
    وقت ",
  "artificial_register_message" => " شكرا لك علي التسجيل معنا فى مدينة الذكاء الإصطناعي سوف
    نتواصل معك في اقرب وقت ممكن
    يجب رفع جيمع الملفات حتي يتم تفعيل الحساب من قبل الادارة",
  "sport_talent_register_message" => " شكرا لك علي التسجيل معنا فى المواهب الرياضية سوف
    نتواصل معك في اقرب وقت ممكن
    يجب رفع جيمع الملفات حتي يتم تفعيل الحساب من قبل الادارة",

  "fashion_register_message" => " شكرا لك علي التسجيل معنا فى  الازياء والموضه سوف
    نتواصل معك في اقرب وقت ممكن
    يجب رفع جيمع الملفات حتي يتم تفعيل الحساب من قبل الادارة",
  // END SUCCESS MESSAGE


  // START ARTIFIFCIAL INTELLEGENT REGISTER

  "art_int_reg_head1" => " سجل الان فى مدينة الذكاء الإصطناعي",


  // END ARTIFIFCIAL INTELLEGENT REGISTER


  // START SPORT TALENT REGISTER

  "sport_talent_reg_head1" => "    سجل الان فى المواهب الرياضية  ",

  // END  SPORT TALENT REGISTER


  // START FASHION REGISTER

  "fashion_reg_head1" => "  سجل الان فى تصميم وصناعة الأزياء والمجوهرات ",

  // END  FASHION REGISTER
  // START FOOTER
  "footer_head1" => "تواصل معنا",
  "footer_head2" => "اخبارنا ",
  "footer_head3" => "تابعنا",
  "footer_p1" => " الامارات العربية المتحدة - الشارقة - مدينة الشارقة للإعلام ",
  "footer_p2" => "جميع الحقوق محفوطة - شركة ريفايفال ",
  "footer_p3" => " شروط الاستخدام ",
  "footer_p4" => " اشترك في النشرة الإخبارية واحصل على أحدث المعلومات فى مجال الذكاء الاصطناعي والرياضة والازياء والمجوهرات.",
  "footer_email" => " البريد الالكتروني ",
  "footer_subscripe" => " اشترك ",
  // END FOOTER



  ///////////////////////////////////////////////////////
  ///////////////////////////////////
  /////////////////////
  /////////////START EVENT PAGE

  "event_head1" => "اهم الاحداث العالمية لسنة 2023
  ",
  "event_head2" => "عن الاحداث",
  "event_p1" => " -	تعمل شركة ريفايفال على تطوير فعاليات بطريقة مبتكرة وتفاعلية تهدف الى تطوير نظام اقتصادي تمثل فيه المعرفة والسياحة والإبداعية عنصر الإنتاج الأساسي والقوة الدافعة لإنتاج الثورة لتهيئة علاقة إبداعيّة” فعّالة من أجل دعم السياحة وجذب المستثمرين وبناء مشاريع إبداعيّة لتجديد الاستراتيجيات التنموية وتوفير وصول أفضل إلى التنمية المستدامة من خلال تنظيم الفعاليات القائمة على المعرفة  والابداع  عبر منصات مميزة يلتقي فيها الخبراء والمختصين والموهوبين لصناعة أحداث وفعاليات مميزة تؤكدون فيها حضور علاماتكم لشخصية والتجارية أمام أكبر جمهور مهتم بمجال منشآتكم ومواهبكم لبناء شبكة علاقات دولية وإقليمية مع الخبراء والمختصين في مجالكم ...فكونوا جزء من الإحداث في ريفايفال...",
  "event_head3" => "الاحداث",
  "event_button" => "تفاصيل الحدث",
  "event_head4" => "خمسة أسباب تدعوك للمشاركة في فعاليات ريفايفال .....",
  "event_p2" => "  بناء شراكات دولية وإقليمية في مجالك",
  "event_p3" => "فرصة لبناء شبكة علاقات مع الخبراء والمختصين في مجالك",
  "event_p4" => " منصة مناسبة لبناء وإشهار علاماتكم التجارية والشخصية.",
  "event_p6" => " التعرف على أحدث التقنيات في مجالك",
  "event_p7" => " فعاليات مميزة ومبتكرة بطريقة تفاعلية تحقق أهدافك",
  "event_head6" => "كن جزء من الحدث وسجل الآن....",
  "event_p8" => "ببساطة كوادر مميزة تتكون من نخبة من مواهب من مختلف الدول تعمل في تطوير مشروع ابداعي ومبتكر في مختلف المجالات",

  "event_head7" => "حدث الذكاء الإصطناعي",
  "event_head8" => "حدث المواهب الرياضية",
  "event_head9" => "حدث الازياء والمجوهرات",

  /////////////////////////////
  /////////////////// START Take Events

  "share_event_h1" => " شارك الان في الفعالية   ",
  ///////////////// SELECT FILES

  "files" => " الملفات ",
  "select_files" => "  اختر الملفات ",

  "choose_are_you" => " اختر هل انت ",
  "Journalist" => " صحفي ",
  "you_speaker" => " متحدث ",
  "my_media" => " اعلامي ",
  ///////////////////////////////////////
  ///////////////////////////////
  ///////////////////////START PROGRAMME PAGE

  "sch_h1" => " الجدول الخاص بالحدث ",
  "sch_h2" => "برنامج ملتقى أدو للموضة العالمية 2023م، الحصري والأكبر في الشرق الأوسط وإفريقيا يتكون من",
  "sch_h3" => "  حفل افتتاح المعرض  ",
  "sch_h4" => " قرآن ",
  "sch_h6" => " عرض مرئي تعريفي عن الملتقى ",
  "sch_h7" => " قطوف علمية ",
  "sch_h8" => " سلسلة من الكلمات السريعة التي تعرض التجارب العلمية للخبراء والرياديين وأحدث التقنيات في مجال
  الأزياء والموضة حول المحاور الرئيسية للملتقى  ",
  "sch_h9" => " كلمة راعي الحفل  ",
  "sch_h10" => " كلمة المدير التنفيذي لشركة ريفايفال ",
  "sch_h11" => " كلمة الراعي الرسمي للملتقى ",
  "sch_h12" => " فيلم وثائقي عن المعرض ",
  "sch_h13" => " تكريم الرعاة والداعمين من راعي الحفل ",
  "sch_h14" => " افتتاح المعرض وقص الشريط  تجول الحضور في المعرض ",
  "sch_h16" => " معرض الأزياء والموضة ",
  "sch_h17" => " يجمع نخبة من المصممين والماركات العالمية والمصانع والمهتمين بالموضة والازياء والإعلاميين، وهو معرض
  خاص يضمّ أحدث الإبداعات التي أنتجتها أنامل المصممات والمصممين وتقنيات المصانع بطريقة تفاعلية مبتكرة
  وإبداعية، والذي من خلاله يسعون إلى تحقيق الأهداف التالية: ",
  "sch_h18" => " اكتشاف أسواق جديدة وبناء علاقات تجارية إقليمية ودولية ",
  "sch_h19" => " إشهار علاماتهم التجارية أو الشخصية ",
  "sch_h20" => " فرصة قيّمة للظهور والانتشار من خلال التغطية الإعلاميّة الواسعة محليّاً وإقليميّاً وعالميّاً. ",
  "sch_h21" => " تكوين علاقات واكتساب مهارات جديدة في عالم الأزياء والموضة ",
  "sch_h22" => " المسابقات والفعاليات  ",
  "sch_h23" => " وتشمل مجموعة من المسابقات التفاعلية التي تهدف إلى اكتشاف المواهب في عالم الأزياء والموضة ومن هذه
  المسابقات ",
  "sch_h24" => " مسابقة النول للأطفال ",
  "sch_h26" => " مسابقة تصميم الأزياء للكبار ",
  "sch_h27" => " فعالية عرض الوصيفات ",
  "sch_h28" => " فعالية الكوافيرة الصغيرة. ",
  "sch_h29" => " معرض تقنيات الأزياء والموضة ",
  "sch_h30" => " ركن من الفكرة الى اللبس ",
  "sch_h31" => " فعالية الرسم على القماش ",
  "sch_h32" => " فعالية شخصيات تشبه ملوك الخليج ",
  "sch_h33" => " أجنحة المعرض ",
  "sch_h34" => "  يتضمن المعرض العديد من الأجنحة لمختلف الدول تعرض فيها الأزياء والمجوهرات والاكسسوارات التراثية
  بطريقة تتناسب مع الموضة والحديثة، بالإضافة الى أجنحة مخصصة لبعض الماركات العالمية، وأجنحة الملتقى
  التي تتضمن أجنحة فعاليات مميزة ومنتجات دولية مميزة نادرة تعرض للفئات الراغبة في التميز باقتناء
  منتجات مميزة ونادرة ",
  "sch_h36" => " الدورات الحرفية ",
  "sch_h37" => "  وهي عبارة عن سلسلة من الدورات الحرفية في مجال الأزياء وفن الجسم تهدف إلى إكساب المتدربين مهارات
  علمية وعملية تؤهلهم لسوق العمل وتشمل ",
  "sch_h38" => " دورة تصميم الأزياء ",
  "sch_h39" => " دورة الرسم على القماش ",
  "sch_h40" => " دورة تنسيق الألوان التون والاندر تون  الوصيفات ",
  "sch_h41" => " دورة الحرفيات ",
  "sch_h42" => " دورة المانيكان ",
  "sch_h43" => " دورة المكياج ",
  "sch_h44" => " دورة البدي كير ",
  "sch_h46" => " ورش العمل والجلسات الحوارية  ",
  "sch_h47" => "  مجموعة من اللقاءات التي تهدف إلى تبادل الخبرات وتطوير صناعة الأزياء والمصممين في العالم العربي بهدف
  تطوير الصناعة وتعزيز الاستدامة فيها لدعم الاقتصاد وتضمن هذه اللقاءات ما يلي ",
  "sch_h48" => " جلسة ريادة الأعمال في الأزياء والموضة. ",
  "sch_h49" => " جلسة صناعة الأزياء في الوطن العربي بين الواقع والمأمول ",
  "sch_h60" => " لقاء مفتوح بعنوان   الأزياء العربية بين القيم والحداثة  ",
  "sch_h61" => " فرص ومكانة الأزياء والمجوهرات التراثية في العصر الحديث ",
  "sch_h62" => " تطور صناعة المجوهرات عبر العصور ",
  "sch_h63" => " الجدوى الاقتصادية لصناعة الأزياء والمجوهرات ",
  "sch_h64" => " ماتش آب  ",
  "sch_h66" => " عبارة عن سلسلة من الاجتماعات الفردية بين نخبة من المواهب الجديدة في عالم الأزياء والموضة وفن الجسم مع
  ممثلين من المصانع والماركات العالمية بهدف ضم المحترفين والمبدعين منهم للمصانع العالمية لتصميم أزياء
  عالمية ودعم صناعتها بطريقة تعزز مكانة الموهبة في عالم الأزياء والموضة لتصنع لنفسها اسمًا يحفر بماء
  الذهب في صناعة الأزياء والموضة ",
  "sch_h67" => " بالإضافة للقاءات فردية بين رجال الأعمال الراغبين في الاستثمار في قطاع الأزياء والمجوهرات مع ممثلي
  المصانع العالمية. ",
  "sch_h68" => " الحفل الختامي للمعرض ويشمل ",
  "sch_h69" => " تقرير مرئي نهائي للمعرض  تقرير ",
  "sch_h70" => " وضع حجر الأساس لمصنع أدو ",
  "sch_h71" => " وضع حجر الاساس لبنك الكساء الإسلامي ",
  "sch_h72" => " تكريم الفائزين في الفعاليات ",
  "sch_h73" => " إعلان موقع وتوقيت الملتقى القادم ",
  ///////////////////////////////////
  ///////////////////////
  ////////// START REGISTERATION PAGE 
  "price" => " السعر ",
  "event_name" => " اسم الحدث ",
  "day" => " اليوم ",
  "select_event" => " اختر الدث ",
  "first_day" => " اليوم الاول  ",
  "second_day" => " اليوم الثاني  ",
  "lang_en" => "الانجليزية",
  "lang_ar" => "العربية"
);