<?php
ob_start();
session_start();
$fashion_event = 'fashion_event';
include 'init.php';
?>
<!-- START HERO SECTION -->
<div class="cars hero faq booking about_artificial_event">
    <div class="overlay">
        <div class="container data">
            <h2> عن الحدث </h2>
        </div>
    </div>
</div>
<!-- END HERO SECTION -->
<!-- END HERO SECTION -->
<!-- START ARTIFICAIL IDEA -->
<div class="idea">
    <div class="container">
        <div class="data">
            <div class="row">
                <div class="col-lg-12 col-12">
                    <div class="info">
                        <h3>لماذا ملتقى أدو </h3>

                        <p> من نحن
                            هو الحدث الأضخم والأبرز في الشرق الأوسط للموضة والأزياء التراثية وفن الجسم يهدف إلى تسليط
                            الضوء على أعرق
                            الأزياء التراثية لمختلف الثقافات العالمية التي تجمع بين الحرفية اليدوية والكلاسيكية والحداثة
                            التي تضفي
                            الفخامة والإبداع على أعمال نخبة من محترفي عالم تصميم الأزياء والماركات العالمية والمواهب
                            الناشئة، والتي
                            تتناسب مع مختلف المناسبات بداية من فساتين السهرة والعرائس والكوكتيل وصولا إلى الإكسسوارات
                            والمجوهرات
                            والحقائب والابتكارات في مجال الأزياء التراثية وفن الجسم.

                            يتضمن الملتقى معرضا يعرض أعرق الأزياء والاكسسوارات التراثية للثقافات العالمية المختلفة
                            بطريقة مبتكرة
                            وإبداعية بالإضافة إلى عدد من البرامج والفعاليات المميزة والمبتكرة من جلسات حوارية ودورات
                            تدريبية متنوعة
                            في مجال التصميم والرسم على القماش وفن الجسم والعديد من الدورات التخصصية ومسابقات ومشاركات
                            تفاعلية
                            للأطفال والكبار في مجال الأزياء والموضة

                            يتوقع أن يستطب الملتقى ما يزيد عن 1000من النخب العالمية في مجال التصميم والأزياء وفن الجسم
                            والمصانع
                            والماركات العالمية والمشاهير، وأكثر من 100 ألف زائر من محبي الموضة والأزياء، تحت سقف واحد
                            لتعزيز استدامة
                            صناعة الأزياء في السعودية وبناء جسور الأعمال وتبادل الخبرات بين المختصين ودعم المواهب
                            الناشئة ليكون
                            ملتقى أدو الوجهة الأولى عالميا للمصممين والماركات العالمية والمهتمين بالأزياء والموضة</p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>
<!-- END ARTIFICIAL IDEA -->
<!-- START VISION SECTION -->
<div class="vision">
    <div class="container">
        <div class="data">
            <h2> اهداف الملتقى </h2>
            <div class="row">
                <div class="col-lg-6 col-12">
                    <div class="info">
                        <i class="fa-solid fa-bullseye"></i>
                        <ul class="list-unstyled">
                            <li>تصميم استراتيجيات فعَّالة لتنشيط صناعة الأزياء والموضة في السعودية</li>
                            <li>التعريف بالأزياء والمجوهرات في تراث الثقافات العالمية المختلفة</li>
                            <li>تعزيز مكانة ملتقى أدو كوجه عالمية تجذب آلاف المختصين والهواة سنويا، والعمل على وضع
                                الملتقى في مكانه الملائم في خريطة الاستثمار العالمي</li>
                        </ul>
                    </div>
                </div>
                <div class="col-lg-6 col-12">
                    <div class="info">
                        <i class="fa-solid fa-bullseye"></i>
                        <ul class="list-unstyled">
                            <li> تقديم فرص استثمار حقيقية تجذب المستثمرين والرعاة على المستوى المحلي والإقليمي والعالمي؛
                                لدعم صناعة الأزياء والموضة في السعودية </li>
                            <li> صقل المواهب العربية وتبادل الخبرات مع المختصين من أنحاء العالم </li>
                            <li> إكساب المواهب المهارات العلمية والعملية لدعم صناعة الأزياء بالكوادر المؤهلة علميا
                                وعمليا </li>
                        </ul>
                    </div>
                </div>

            </div>
        </div>
    </div>
</div>
<!-- END MESSAGE SECTION -->

</div>
<!-- START ARTIFICIAL iNTELLIEGENCE PROJECT -->
<div class="art_filed_main_active">
    <div class="container">
        <div class="row">
            <div class="col-lg-12">
                <div class="info">
                    <h4> الأحداث المصاحبة لملتقى أدو للموضة العالمية 2023م</h4>
                    <ul class="list-unstyled">
                        <li> <i class="fa fa-star"></i> معرض أدو للأزياء والمجوهرات التراثية </li>
                        <li> <i class="fa fa-star"></i> الفعاليات التفاعلية</li>
                        <li> <i class="fa fa-star"></i>الدورات التدريبية</li>
                        <li> <i class="fa fa-star"></i> الجلسات الحوارية وورش العمل </li>

                    </ul>
                </div>
            </div>

        </div>
    </div>
</div>
<?php
include '../../' . $tem . 'footer_section.php';
include '../../' . $tem . 'footer.php';


?>